Repository: bilde2910/FreeField
Catalog: includes/i18n/*/approve_user.po
Languages: nb_no

# approve_user.user.title
source: User approval
nb_no: Godkjenning

# approve_user.user.desc
source: Administrative approval required
nb_no: Godkjenning kreves

# approve_user.user.info
source: This link is for administrators only. Please contact an administrator to have your account approved.
nb_no: Denne linken er kun for administratorer. Ta kontakt med en administrator for å få brukerkontoen din godkjent.

# approve_user.admin.title
source: User approval request
nb_no: Godkjenningsforespørsel

# approve_user.admin.desc
source: A user has requested account approval
nb_no: En bruker har bedt om godkjenning

# approve_user.admin.info
source: The following user has requested account approval:
nb_no: Følgende bruker har bedt om godkjenning:

# approve_user.button.approve
source: Approve
nb_no: Godkjenn

# approve_user.button.reject
source: Reject
nb_no: Avvis

# approve_user.approved.title
source: User approval
nb_no: Godkjenning

# approve_user.approved.desc
source: User approval failed
nb_no: Godkjenning mislyktes

# approve_user.approved.info
source: This user is not in the approval queue.
nb_no: Brukeren trenger ikke godkjenning.
