Repository: bilde2910/FreeField
Catalog: includes/i18n/*/category.po
Languages: es_es, nb_no, zh_tw

# category.objective.current
source: Current objectives
es_es: Objetivos actuales
nb_no: Gjeldende oppgaver
zh_tw: 當前任務內容

# category.objective.battle
source: Battle objectives
es_es: Objetivos de batalla
nb_no: Kampoppgaver
zh_tw: 道館對戰任務

# category.objective.raid
source: Raid objectives
es_es: Objetivos de incursiones
nb_no: Raidoppgaver
zh_tw: 團體戰任務

# category.objective.catch
source: Catch objectives
es_es: Objetivos de captura
nb_no: Fangstoppgaver
zh_tw: 捕捉類任務

# category.objective.item
source: Item objectives
es_es: Objetivos de objetos
nb_no: Forbruksoppgaver
zh_tw: 道具使用類任務

# category.objective.buddy
source: Buddy objectives
nb_no: Buddyoppgaver
zh_tw: 夥伴類任務

# category.objective.hatch
source: Egg objectives
es_es: Objetivos de Huevo
nb_no: Eggoppgaver
zh_tw: 孵蛋類任務

# category.objective.evolve
source: Evolution objectives
es_es: Objetivos de evoluci贸n
nb_no: Utviklingsoppgaver
zh_tw: 進化類任務

# category.objective.power_up
source: Power-up objectives
es_es: Objetivos de potenciaci贸n
nb_no: Leveloppgaver
zh_tw: 強化類任務

# category.objective.transfer
source: Transfer objectives
es_es: Objetivos de transferencia
nb_no: Slettingsoppgaver
zh_tw: 傳送類任務

# category.objective.throwing_skill
source: Throwing skill objectives
es_es: Objetivos de habilidad de lanzamiento
nb_no: Ferdighetsoppgaver
zh_tw: 投球類任務

# category.objective.explore
source: Exploration objectives
es_es: Objetivos de exploraci贸n
nb_no: Utforskningsoppgaver
zh_tw: 探索類任務

# category.objective.social
source: Social objectives
es_es: Objetivos sociales
nb_no: Sosiale oppgaver
zh_tw: 互動類任務

# category.reward.ball
source: Ball rewards
nb_no: Baller
zh_tw: 球類獎勵

# category.reward.berry
source: Berry rewards
es_es: Recompensas de bayas
nb_no: Bær
zh_tw: 樹果獎勵

# category.reward.potion
source: Potion rewards
nb_no: Påfyll av liv
zh_tw: 傷藥獎勵

# category.reward.revive
source: Revive rewards
nb_no: Gjenoppliving
zh_tw: 復活獎勵

# category.reward.evolution_item
source: Evolution item rewards
es_es: Recompensas de objetos de evoluci贸n
nb_no: Utviklingssteiner
zh_tw: 進化道具獎勵

# category.reward.tm
source: TM rewards
es_es: Recompensas TM
nb_no: TM-er
zh_tw: 招式學習器獎勵

# category.reward.stardust
source: Stardust rewards
es_es: Recompensas de polvo estelar
nb_no: Stardust
zh_tw: 星星沙子獎勵

# category.reward.candy
source: Candy rewards
es_es: Recompensas de caramelos
nb_no: Godteri
zh_tw: 神奇糖果獎勵

# category.reward.encounter
source: Encounter rewards
nb_no: Pokémon
zh_tw: 寶可夢獎勵
