Repository: bilde2910/FreeField
Catalog: includes/i18n/*/install.po
Languages: es_es, nb_no, zh_tw

# install.button.continue
source: Continue setup
es_es: Continuar configuración
nb_no: Fortsett oppsett
zh_tw: 繼續安裝

# install.button.finish
source: Finish setup
es_es: Finalizar configuración
nb_no: Fullfør oppsett
zh_tw: 完成安裝

# install.button.retry
source: Try again
es_es: Vuelve a intentarlo
nb_no: Prøv igjen
zh_tw: 再試一次

# install.operation.done
source: The results of the operation are listed below.
es_es: Los resultados de la operación se enumeran a continuación.
nb_no: Resultatet av operasjonen vises under.
zh_tw: 操作結果如下所示。

# install.stage.1.title
source: Stage 1: Environment checks
es_es: Paso 1: Verificación de entorno
nb_no: Trinn 1: Systemkontroll
zh_tw: 階段1：環境檢查

# install.stage.1.info
source: Welcome to FreeField! This wizard will guide you through the installation of FreeField on your server. Below are some preliminary checks of your system environment.
es_es: ¡Bienvenido a FreeField! Este asistente le guiará a través de la instalación de FreeField en su servidor. A continuación se muestran algunas comprobaciones preliminares del entorno del sistema.
nb_no: Velkommen til FreeField! Denne guiden vil hjelpe deg med å installere FreeField på serveren din. Under vises noen grunnleggende kontroller av systemet.
zh_tw: 歡迎使用FreeField！此向導將會指引你在你的服務器上安裝FreeField，下面是對系統環境的初步檢查。

# install.stage.1.assert.https
source: Encrypted connection (HTTPS) - required for geolocation and PWA
es_es: Conexión cifrada (HTTPS) - necesaria para la geolocalización y la aplicación web progresiva
nb_no: Kryptert forbindelse (HTTPS) - kreves for posisjonering og PWA
zh_tw: 加密連接 (HTTPS) - 地理圍欄和PWA需要

# install.stage.1.assert.root_writable
source: Installation directory writable - required for software updates
es_es: Directorio de instalación con permisos de escritura - requerido para instalar actualizaciones
nb_no: Installasjonsmappe skrivbar - kreves for installasjon av oppdateringer
zh_tw: 安裝目錄可寫 - 軟件更新需要

# install.stage.1.assert.userdata_writable
source: Userdata directory writable - required for core functionality
nb_no: Brukerdatamappen skrivbar - kreves for kjernefunksjonalitet
zh_tw: 用戶數據目錄可寫 - 核心功能需要

# install.stage.1.assert.curl_available
source: cURL extension loaded - required for authentication and updates
es_es: Extensión cURL cargada - requerida para autenticación y actualizaciones
nb_no: cURL-utvidelse innlastet - kreves for innlogging og oppdateringer
zh_tw: cURL擴展加載 - 認證和更新需要

# install.stage.1.assert.gd_available
source: gd extension loaded - required for QR code generation
es_es: Extensión gd cargada - requerida para la generación de código QR
nb_no: gd-utvidelse innlastet - kreves for generering av QR-koder
zh_tw: gd擴展加載 - 生成二維碼需要

# install.stage.1.assert.openssl_available
source: openssl extension loaded - required for secure storage and sessions
es_es: Extensión OpenSSL cargada - requerido para sesiones y almacenamiento seguro
nb_no: openssl-utvidelse innlastet - kreves for sikker lagring og sikring av økter
zh_tw: openssl擴展加載 - 安全存儲和會話需要

# install.stage.1.assert.phar_available
source: PharData available - required for software updates
es_es: PharData disponible - requerido para actualizaciones del software
nb_no: PharData tilgjengelig - kreves for oppdateringer
zh_tw: PharData可用 - 軟件更新需要

# install.stage.1.checks
source: Please ensure that all the above checks are passing (green checkmark). FreeField will work even if some entries fail with a yellow exclamation mark, though some features will be unavailable. FreeField will not work if any of the above checks fail with a red X. If you wish to fix any failing checks above, please do the relevant changes to your server configuration now, then refresh the page before proceeding.
nb_no: Vennligst påse at alle kontrollene over er OK (grønn hake). FreeField vil fortsatt fungere selv om noen elementer feiler med et gult utropstegn, men noe funksjonalitet kan være utilgjengelig. FreeField vil ikke virke dersom noen av kontrollene over feiler med et rødt kryss. Hvis du ønsker å fikse noen av kontrollene over, gjør dette nå og last denne siden på nytt før du fortsetter.
zh_tw: 請確保下面所有檢查都通過（綠色標記）。如果有些檢查結果被標記爲黃色，FreeField基礎功能仍能使用，但一些特性將不可用。而如果有些檢查結果被標記為紅叉，FreeField將不能正常使用。如果你想修復相關錯誤，請根據錯誤結果更改你服務器上的配置，然後刷新此頁面。

# install.stage.1.next
source: When you have applied the desired changes, click the button below to continue to the next step, and write a configuration file.
es_es: Cuando haya aplicado los cambios deseados, haga clic en el botón de abajo para continuar al siguiente paso, y el sistema pueda generar el archivo de configuración.
nb_no: Når du har utført eventuelle endringer, klikk på knappen under for å fortsette til neste trinn for å skrive en konfigurasjonsfil.
zh_tw: 當你應用了所需的更改後，點擊下面的按鈕繼續安裝，然後填寫一個配置文件。

# install.stage.2.title
source: Stage 2: Write configuration file
es_es: Paso 2: Generando archivo de configuración
nb_no: Trinn 2: Skriv konfigurasjonsfil
zh_tw: 階段2：填寫配置文件

# install.stage.2.assert.copy_templates
source: Copied file options from template files
es_es: Copiadas las opciones de archivos desde las plantillas
nb_no: Kopierte filvalg fra malfiler
zh_tw: 從模板文件中拷貝文件選項

# install.stage.2.assert.authkeys_written
source: Secure storage encryption keys generated
es_es: Generadas las claves de encriptación de almacenamiento seguro
nb_no: Genererte sikkerhetsnøkler for sikker lagring
zh_tw: 生成安全存儲加密密鑰

# install.stage.2.assert.config_written
source: Configuration file written
es_es: Archivo de configuración generado
nb_no: Konfigurasjonsfil skrevet
zh_tw: 填寫配置文件

# install.stage.2.next
source: Please click the button below to continue to database setup.
es_es: Por favor, haga clic en el botón de abajo para continuar con la configuración de la base de datos.
nb_no: Klikk på knappen under for å fortsette til databaseoppsett.
zh_tw: 請點擊下面按鈕繼續你的數據庫配置。

# install.stage.3.title
source: Stage 3: Database setup
es_es: Paso 3: Configuración de base de datos
nb_no: Trinn 3: Databaseoppsett
zh_tw: 階段3：數據庫配置

# install.stage.3.info
source: Please fill in the following database backend details.
nb_no: Vennligst fyll inn følgende informasjon om databasen.
zh_tw: 請填寫一下數據庫後端信息。

# install.stage.3.assert.valid_data
source: Database details are valid
nb_no: Databaseinnstillingene er gyldige
zh_tw: 數據庫信息非法

# install.stage.3.assert.config_written
source: Configuration file updated
es_es: Archivo de configuración actualizado
nb_no: Konfigurasjonsfil oppdatert
zh_tw: 配置文件更新

# install.stage.3.assert.db_connected
source: Connected to database
es_es: Conectado a la base de datos
nb_no: Koblet til database
zh_tw: 連接到數據庫

# install.stage.3.assert.exec_sql
source: Created database structure
es_es: Estructura de la base de datos creada
nb_no: Skrev databasestruktur
zh_tw: 創建數據庫結構

# install.stage.3.assert.proceed_stage
source: Stage 3 registered complete
es_es: Finalizado el registro del Paso 3
nb_no: Trinn 3 fullført
zh_tw: 第三階段登記完畢

# install.stage.3.next
source: Please click the button below to continue to authentication setup.
es_es: Por favor, haga clic en el botón de abajo para continuar con la configuración de autenticación.
nb_no: Klikk på knappen under for å fortsette til innloggingsoppsett.
zh_tw: 請點擊下面按鈕繼續認證方式配置。

# install.stage.4.title
source: Stage 4: Authentication setup
es_es: Paso 4: Configuración de autenticación
nb_no: Trinn 4: Innloggingsoppsett
zh_tw: 階段4：認證方式配置

# install.stage.4.info
source: Please choose one or more authentiation providers from the list below, and configure it to enable signing in with the given authentication provider. Please refer to the documentation for more information on how to properly configure each authentication provider.
nb_no: Vennligst velg én eller flere tjenestetilbydere fra listen under, og konfigurer dem for å bruke dem til innlogging i FreeField. Referer til dokumentasjonen for mer informasjon om hvordan du setter opp hver enkelt tilbyder.
zh_tw: 請選擇一種或多種以下列表中的認證服務提供商，然後進行正確配置啓用認證登陸。相關配置信息，請查看每個認證服務提供商的幫助文檔。

# install.stage.4.assert.valid_data
source: Provided authentication details are valid
es_es: Los datos de autenticación proporcionados son válidos
nb_no: Innloggingsinformasjonen er gyldig
zh_tw: 提供的認證信息錯誤

# install.stage.4.assert.config_written
source: Configuration file updated
es_es: Archivo de configuración actualizado
nb_no: Konfigurasjonsfil oppdatert
zh_tw: 配飾文件更新

# install.stage.4.assert.any_enabled
source: At least one authentication provider is enabled
es_es: Al menos un proveedor de autenticación está habilitado
nb_no: Minst én innloggingstilbyder er aktivert
zh_tw: 至少啓用一種認證服務

# install.stage.4.assert.proceed_stage
source: Prepared authentication challenge
nb_no: Forberedte innloggingstest
zh_tw: 準備認證

# install.stage.4.next
source: When you continue, you will be prompted to sign in using one of the authentication providers you set up.
es_es: Al continuar, se le pedirá que inicie sesión usando uno de los proveedores de autenticación que haya configurado.
nb_no: Når du fortsetter, vil du bli bedt om å logge inn med en av innloggingstilbyderne du satte opp.
zh_tw: 當你繼續時，你將會被提示使用一種你選擇的認證方式登陸。

# install.stage.5.title
source: Stage 5: Verify authentication setup
es_es: Paso 5: Configuración de autenticación
nb_no: Trinn 5: Kontroller innloggingsoppsett
zh_tw: 階段5：驗證認證方式配置

# install.stage.5.assert.auth_success
source: Authentication successful
es_es: ¡Autenticación correcta!
nb_no: Innlogging vellykket
zh_tw: 驗證成功

# install.stage.5.assert.user_created
source: Registered account as site administrator in database
es_es: Cuenta registrada como administrador del sitio en la base de datos
nb_no: Registrerte bruker som administrator i databasen
zh_tw: 在數據庫中，此登記賬號為網站管理員

# install.stage.5.assert.config_written
source: Configuration file updated
es_es: Archivo de configuración actualizado
nb_no: Konfigurasjonsfil oppdatert
zh_tw: 配置文件已更新

# install.stage.5.next
source: Please click the button below to continue to map setup.
nb_no: Klikk på knappen under for å fortsette til kartoppsett.
zh_tw: 請點擊下面按鈕繼續你的地圖配置。

# install.stage.6.title
source: Stage 6: Configure map
es_es: Paso 6: Configurar mapa
nb_no: Trinn 6: Kartoppsett
zh_tw: 階段6：地圖配置

# install.stage.6.provider_info
source: Please choose an available map provider from the following list of map providers.
nb_no: Vennligst velg en karttilbyder fra følgende liste over tilbydere.
zh_tw: 請從以下的地圖提供商中選擇一個可用的。

# install.stage.6.disclaimer
source: Warning! Most map providers require you to agree to their Terms of Service and/or some other legal contract when you register for their services. You have the full responsibility to ensure that you meet the requirements set forth by your chosen map provider, and that your usage of their services through FreeField is in line with their policies and your license to use their services.
nb_no: Advarsel! De fleste kartleverandører krever at du aksepterer tjenestevilkår og/eller andre juridiske kontrakter når du registrerer deg og bruker tjenestene deres. Du har det fulle ansvar for å sikre at du møter kravene satt av leverandøren du velger, og at bruken din av tjenestene deres gjennom FreeField er i samsvar med retningslinjene og lisensen du har underskrevet.
zh_tw: 警告！大多數地圖提供商要求您在注冊他們的服務時同意他們的服務條款和/或其他一些法律合同。您有充分的責任確保您符合您所選擇的地圖提供商所提出的要求，并且您通過FreeField使用它們的服務符合他們的政策和服務許可。

# install.stage.6.field_guide
source: Please enter the access token and/or other required parameters for your selected map provider below. You only have to fill the fields relevant to the map provider you chose above - all others can be left blank.
nb_no: Vennligst skriv inn tilgangskode (access token) og/eller annen påkrevd informasjon for den valgte tilbyderen under. Du trenger bare å fylle inn felter som er relevante for tilbyderen du valgte over - alt annet kan være blankt.
zh_tw: 請輸入你所選的地圖提供商的access token及其他信息。你只需要填寫你選擇的地圖提供商相關的選項，其他地方留空。

# install.stage.6.default_info
source: Please configure the default map center point for your FreeField installation. The map center point is the location the map is centered on by default, and should be central coordinate location in the city/area you are covering with FreeField. E.g. if you are setting your FreeField instance up for covering New York City, then enter a coordinate pair for a centrally located point in New York City.
nb_no: Velg et standard midtpunkt på kartet. Midtpunktet er posisjonen som kartet er sentrert på som standard, og bør være en sentral plassering i byen/området du ønsker å dekke i FreeField. Dersom du f.eks. setter opp FreeField for å dekke Oslo, burde du skrive inn koordinatene til et sentralt sted i Oslo.
zh_tw: 請爲你的FreeField配置地圖默認中心點。地圖中心點是地圖默認劇中的地方，應為你想使用FreeField覆蓋的城市或區域。例如，你想在紐約範圍使用FreeField，你應該將中心點坐標設定在紐約。

# install.stage.6.assert.valid_data
source: Provided map settings are valid
nb_no: Kartinnstillingene er gyldige
zh_tw: 所填寫地圖設定非法

# install.stage.6.assert.config_written
source: Configuration file updated
nb_no: Konfigurasjonsfil oppdatert
zh_tw: 配置文件已更新

# install.stage.6.next
source: Congratulations! You have finished setting up FreeField. You may now proceed to, and use, your FreeField instance. When you click the button below, you will be redirected to the administration interface. Please finish setting up FreeField there, and customize the software to your liking.
nb_no: Gratulerer! Du har fullført oppsettet av FreeField. Du kan nå fortsette til, og bruke, FreeField-installasjonen din. Når du trykker på knappen under vil du bli dirigert videre til administrasjonssidene. Fullfør oppsettet der, og tilpass programvaren slik du ønsker den.
zh_tw: 恭喜！你已經完成FreeField的安裝，你現在就可以使用你的FreeField。當你點擊下面的按鈕，你會前往管理員界面。請在那邊完成最後的FreeField配置，也可以根據你的喜好定制你的FreeField。

# install.stage.6.post_install.head
source: Warning!
es_es: ¡Alerta!
nb_no: Advarsel!
zh_tw: 警告！

# install.stage.6.post_install.body
source: There are still a few things you should configure before you grant others access to FreeField. Please carefully review the {%1}post-installation steps{%2} in the documentation before you proceed.
nb_no: Det er fortsatt noen ting du burde stille inn før du gir andre tilgang til FreeField. Les nøye igjennom {%1}de siste oppsettstrinnene{%2} i dokumentasjonen før du fortsetter.
zh_tw: 在授予其他人訪問FreeField之前，這裏仍有一些你需要配置的。請在使用前仔細閲讀文檔中 {%1}安裝後配置階段{%2}部分。
