Repository: bilde2910/FreeField
Catalog: includes/i18n/*/poi.po
Languages: es_es, nb_no, zh_tw

# poi.last.time
source: Updated {%1}
es_es: Actualizado {%1}
nb_no: Oppdatert {%1}
zh_tw: 最後更新 {%1}

# poi.last.user
source: Updated by {%1}
es_es: Actualizado por {%1}
nb_no: Oppdatert av {%1}
zh_tw: 最後更新用戶 {%1}

# poi.add.title
source: Add Pokéstop
es_es: Añadir
nb_no: Legg til
zh_tw: 添加補給站

# poi.add.name
source: Pokéstop name
es_es: Nombre
nb_no: Pokéstop-navn
zh_tw: 補給站名稱

# poi.add.latitude
source: Latitude
es_es: Latitud
nb_no: Breddegrad
zh_tw: 緯度

# poi.add.longitude
source: Longitude
es_es: Longitud
nb_no: Lengdegrad
zh_tw: 經度

# poi.add.submit
source: Add Pokéstop
es_es: Añadir Poképarada
nb_no: Nytt Pokéstop
zh_tw: 添加補給站

# poi.add.processing
source: Adding Pokéstop...
es_es: Añadiendo Poképarada...
nb_no: Legger til Pokéstop...
zh_tw: 添加補給站中...

# poi.add.success
source: New Pokéstop "{%1}" was successfully added!
es_es: ¡La Poképarada "{%1}", fue añadida correctamente!
nb_no: Pokéstoppet "{%1}" ble lagt til!
zh_tw: 成功添加新的補給站 "{%1}"!

# poi.add.failed.message
source: Failed to add new Pokéstop "{%1}": {%2}
es_es: Error al añadir Poképarada "{%1}": {%2}
nb_no: Kunne ikke legge til pokéstoppet "{%1}": {%2}
zh_tw: 添加補給站失敗 "{%1}": {%2}

# poi.add.instructions
source: Please click the map to add a new Pokéstop at that location ({%1}Cancel{%2})
es_es: Haz clic en el mapa para añadir una nueva Poképarada en esa ubicación ({%1}Cancelar{%2})
nb_no: Klikk på kartet for å legge til et nytt Pokéstop ({%1}Avbryt{%2})
zh_tw: 請點擊地圖上你想添加的補給站的位置 ({%1}取消{%2})

# poi.move.instructions
source: Please click the map to select a new location for this Pokéstop ({%1}Cancel{%2})
es_es: Haz clic en el mapa para seleccionar una nueva ubicación para esta Poképarada ({%1}Cancelar{%2})
nb_no: Klikk på kartet for å velge en ny plassering for pokéstoppet ({%1}Avbryt{%2})
zh_tw: 請點擊地圖選擇為此補給站選擇一個新的位置 ({%1}取消{%2})

# poi.move.processing
source: Moving Pokéstop...
es_es: Moviendo Poképarada...
nb_no: Flytter Pokéstop...
zh_tw: 移動補給站中...

# poi.move.success
source: Successfully moved Pokéstop!
es_es: ¡Poképarada reubicada exitosamente!
nb_no: Pokéstoppet ble flyttet!
zh_tw: 成功移動補給站!

# poi.move.failed.message
source: Failed to move Pokéstop: {%1}
es_es: Error al mover Poképarada: {%1}
nb_no: Kunne ikke flytte pokéstoppet: {%1}
zh_tw: 移動補給站失敗: {%1}

# poi.rename.prompt
source: Please enter a new name for the Pokéstop:
es_es: Escribe un nuevo nombre para la Poképarada:
nb_no: Skriv inn et nytt navn for pokéstoppet:
zh_tw: 請輸入該補給站的名稱

# poi.rename.processing
source: Renaming Pokéstop...
es_es: Renombrando Poképarada...
nb_no: Gir nytt navn...
zh_tw: 補給站改名中...

# poi.rename.success
source: Successfully renamed Pokéstop!
es_es: ¡Pokeparada renombrada con éxito!
nb_no: Pokéstoppet fikk nytt navn!
zh_tw: 成功重命名補給站!

# poi.rename.failed.message
source: Failed to rename Pokéstop: {%1}
es_es: Error al renombrar Poképarada: {%1}
nb_no: Kunne ikke gi nytt navn til pokéstoppet: {%1}
zh_tw: 重命名補給站失敗: {%1}

# poi.clear.confirm
source: Are you sure that you want to erase the currently active research task from this Pokéstop?
es_es: ¿Estás seguro que quieres borrar la misión actual de esta Poképarada?
nb_no: Er du sikker på at du vil slette aktiv oppgave fra dette pokéstoppet?
zh_tw: 你確定想要清除此補給站當前的調查任務嗎？

# poi.clear.processing
source: Clearing research...
es_es: Eliminando misión...
nb_no: Fjerner oppgave...
zh_tw: 清除任務中...

# poi.clear.success
source: Successfully cleared research data from Pokéstop!
es_es: Se eliminó con éxito la misión en esta Poképarada!
nb_no: Oppgaven ble fjernet fra pokéstoppet!
zh_tw: 成功清除補給站的調查任務!

# poi.clear.failed.message
source: Failed to clear research data for Pokéstop: {%1}
es_es: Error al borrar la misión: {%1}
nb_no: Kunne ikke fjerne oppgaven fra pokéstopppet: {%1}
zh_tw: 無法清除補給站任務: {%1}

# poi.delete.confirm
source: Are you sure that you want to remove this Pokéstop from the map?
es_es: ¿Estás seguro que deseas eliminar esta Poképarada del mapa?
nb_no: Er du sikker på at du vil fjerne dette pokéstoppet fra kartet?
zh_tw: 您是否確定要刪除此補給站？

# poi.delete.processing
source: Removing Pokéstop...
nb_no: Fjerner Pokéstop...
zh_tw: 移除補給站中...

# poi.delete.success
source: Successfully removed Pokéstop!
nb_no: Pokéstoppet ble fjernet!
zh_tw: 成功移除補給站!

# poi.delete.failed.message
source: Failed to remove Pokéstop: {%1}
nb_no: Kunne ikke fjerne pokéstoppet: {%1}
zh_tw: 移除補給站失敗: {%1}

# poi.update.title
source: Report research
es_es: Reportar investigación
nb_no: Rapporter oppgave
zh_tw: 上傳任務

# poi.update.name
source: Pokéstop name
es_es: Nombre de la Pokeparada
nb_no: Pokéstop-navn
zh_tw: 補給站名稱

# poi.update.objective
source: Objective
es_es: Objetivo
nb_no: Oppgave
zh_tw: 任務

# poi.update.reward
source: Reward
es_es: Recompensa
nb_no: Premie
zh_tw: 獎勵

# poi.update.submit
source: Report
es_es: Enviar
nb_no: Rapportér
zh_tw: 添加

# poi.update.processing
source: Reporting research...
es_es: Enviando investigación...
nb_no: Rapporterer oppgave...
zh_tw: 上傳任務中...

# poi.update.success
source: Successfully reported field research!
es_es: ¡Investigación de campo enviada con éxito!
nb_no: Oppgaven ble rapportert!
zh_tw: 成功上傳任務!

# poi.update.failed.message
source: Failed to report field research: {%1}
es_es: Error al enviar investigación de campo: {%1}
nb_no: Kunne ikke rapportere oppgaven: {%1}
zh_tw: 上傳任務失敗: {%1}

# poi.search.placeholder
source: Search for Pokéstops...
es_es: Buscar Pokeparadas...
nb_no: Søk etter Pokéstop...
zh_tw: 搜尋補給站...

# poi.filter.title
source: Filter Pokéstops
es_es: Filtrar Pokeparadas
nb_no: Filtrer Pokéstop
zh_tw: 篩選補給站

# poi.filter.mode.title
source: Filter mode:
es_es: Tipo de filtro:
nb_no: Filtermodus:
zh_tw: 篩選模式

# poi.filter.mode.only
source: Show only Pokéstops matching the specified objective and reward
es_es: Mostrar sólo Pokeparadas que coincidan con el objetivo y recompensa especificados
nb_no: Vis kun Pokéstop som samsvarer angitt oppgave og premie
zh_tw: 僅展示符合指定任務及獎勵的補給站

# poi.filter.mode.except
source: Show all Pokéstops except any matching the specified objective and reward
es_es: Mostrar todas las Pokeparadas excepto cualquier objetivo y recompensa especificadas
nb_no: Vis alle Pokéstop unntatt de som samsvarer med angitt oppgave og premie
zh_tw: 展示所有不符合指定任務及獎勵的補給站

# poi.filter.mode.unknown
source: Show Pokéstops without reported research only
nb_no: Vis kun Pokéstop uten aktive oppgaver
zh_tw: 僅展示未上傳任務的補給站

# poi.filter.objective.title
source: Objective:
es_es: Objetivo:
nb_no: Oppgave:
zh_tw: 任務:

# poi.filter.objective.any
source: Any objective
es_es: Cualquier objetivo
nb_no: Hvilken som helst oppgave
zh_tw: 任何任務

# poi.filter.reward.title
source: Reward:
es_es: Recompensa:
nb_no: Premie:
zh_tw: 獎勵:

# poi.filter.reward.any
source: Any reward
es_es: Cualquier recompensa
nb_no: Hvilken som helst premie
zh_tw: 任何獎勵

# poi.filter.submit
source: Apply filter
es_es: Aplicar filtro
nb_no: Bruk filter
zh_tw: 應用篩選條件

# poi.filter.reset
source: Reset filters
es_es: Restablecer filtros
nb_no: Nullstill filtre
zh_tw: 重設篩選

# poi.list.failed.message
source: Failed to list Pokéstops: {%1}
es_es: Error al listar Pokeparadas: {%1}
nb_no: Kunne ikke hente liste over Pokéstop: {%1}
zh_tw: 列出補給站失敗: {%1}

# poi.report_research
source: Report field research
es_es: Enviar investigación de campo
nb_no: Rapporter oppgave
zh_tw: 上傳調查任務

# poi.move
source: Move
es_es: Mover
nb_no: Flytt
zh_tw: 移動

# poi.rename
source: Rename
es_es: Renombrar
nb_no: Gi nytt navn
zh_tw: 重命名

# poi.clear
source: Clear research
es_es: Elmiminar investigación
nb_no: Slett oppgave
zh_tw: 清除任務

# poi.delete
source: Delete
es_es: Eliminar
nb_no: Slett
zh_tw: 刪除

# poi.directions
source: Directions
es_es: Cómo llegar
nb_no: Veibeskrivelse
zh_tw: 路線

# poi.objective_text
source: {%1} for {%2}
es_es: {%1} para {%2}
