Repository: bilde2910/FreeField
Catalog: includes/i18n/*/release_type.po
Languages: nb_no, zh_tw

# release_type.stable.name
source: Stable release
nb_no: Stabil versjon
zh_tw: 穩定版

# release_type.stable.desc
source: This release is generally considered stable for production use.
nb_no: Denne versjonen anses som stabil nok til bruk utenfor testmiljø.
zh_tw: 這個版本被認為可直接用於生產環境。

# release_type.rc.name
source: Release candidate
nb_no: Utgivelseskandidat
zh_tw: 候選版本

# release_type.rc.desc
source: This release is mostly considered stable. No more functionality will be added before stable release at this point. The release has incomplete documentation and may contain minor bugs.
nb_no: Denne versjonen anses for det meste som stabil. Det vil ikke bli lagt til mer funksjonalitet før neste stabile versjon. Versjonen har ufullstendig dokumentasjon og kan inneha mindre feil.
zh_tw: 這個版本被認為是最穩定的版本。在下一個穩定版本被釋放前，將不會再添加新的功能。該版本的文檔尚不完整，或許存在一些小問題。

# release_type.beta.name
source: Beta release (unstable)
nb_no: Betaversjon (ustabil)
zh_tw: 公開測試版(不穩定)

# release_type.beta.desc
source: This release is considered unstable. Minor functionality may be added before it becomes a release candidate. The release likely contains bugs. Documentation is minimal or non-existent for new features.
nb_no: Denne versjonen anses som ustabil. Noe mindre funksjonalitet kan bli lagt til før den blir til en utgivelseskandidat. Denne versjonen inneholder sannsynligvis feil. Dokumentasjonen er svært mangelfull for nye funksjoner.
zh_tw: 這個版本還不穩定。在它成為候選釋放版本前，仍有可能有新功能被添加。該版本尚有一些漏洞，文檔只有最基礎的部分或者不會及時更新最新特性。

# release_type.alpha.name
source: Alpha release (very unstable)
nb_no: Alfaversjon (svært ustabil)
zh_tw: 內部測試版(非常不穩定)

# release_type.alpha.desc
source: This release is considered very unstable. Major functionality may be added before stable release. The release very likely contains bugs, and may break your FreeField installation. There is no documentation on new features.
nb_no: Denne versjonen anses som svært ustabil. Større funksjonalitet kan bli lagt til før en eventuell stabil utgivelse. Det er svært sannsynlig at denne versjonen har feil, og den kan i verste fall ødelegge FreeField-installsjonen din. Det finnes ingen dokumentasjon for nye funksjoner.
zh_tw: 這個版本非常不穩定。在它成為穩定版本前，仍有可能有主要功能被添加。該版本很可能擁有bug，並有可能會使你的FreeField安裝過程出現錯誤。該版本不會將新添加的特性寫入文檔中。

# release_type.dev.name
source: Bleeding edge (extremely unstable)
nb_no: Utviklerversjon (ekstremt ustabil)
zh_tw: 極端邊緣測試版(極度不穩定)

# release_type.dev.desc
source: This release is considered extremely unstable and incomplete. Major functionality will likely be added before stable release. This release almost certainly contains bugs, and may break your FreeField installation beyond repair. Due to the instability associated with bleeding edge releases, these releases are rarely published.
nb_no: Denne versjonen anses som ekstremt ustabil og uferdig. Større funksjonalitet vil sannsynligvis bli lagt til før en eventuell stabil utgivelse. Denne versjonen har nesten garantert feil, og den kan i verste fall ødelegge FreeField-installasjonen i så stor grad at den blir fullstendig ubrukelig. Grunnen ustabiliteten assosiert med utviklerversjoner, publiseres disse sjeldent.
zh_tw: 這個版本極度不穩定，並且尚未開發完全。在成為穩定版本前，會有主要功能被添加。這個版本包含許多bug，並且會造成無法修復的安裝錯誤。基於它的不穩定性，這類版本很少發佈。
