Repository: bilde2910/FreeField
Catalog: includes/i18n/*/reward.po
Languages: es_es, zh_tw

# reward.poke_ball.general
source: Poké Ball
es_es: Pokeball
zh_tw: 精靈球

# reward.poke_ball.singular
source: 1 Poké Ball
es_es: 1 Pokeball
zh_tw: 1個精靈球

# reward.poke_ball.plural
source: {%1} Poké Balls
es_es: {%1} Pokeballs
zh_tw: {%1}個精靈球

# reward.great_ball.general
source: Great Ball
es_es: SuperBall
zh_tw: 超級球

# reward.great_ball.singular
source: 1 Great Ball
es_es: 1 SuperBall
zh_tw: 1個超級球

# reward.great_ball.plural
source: {%1} Great Balls
es_es: {%1} Superballs
zh_tw: {%1}個超級球

# reward.ultra_ball.general
source: Ultra Ball
zh_tw: 高級球

# reward.ultra_ball.singular
source: 1 Ultra Ball
zh_tw: 1個高級球

# reward.ultra_ball.plural
source: {%1} Ultra Balls
zh_tw: {%1}個高級球

# reward.razz_berry.general
source: Razz Berry
es_es: Baya Frambu
zh_tw: 蔓莓果

# reward.razz_berry.singular
source: 1 Razz Berry
es_es: 1 Baya Frambu
zh_tw: 1個蔓莓果

# reward.razz_berry.plural
source: {%1} Razz Berries
es_es: {%1} Bayas Frambu
zh_tw: {%1}個蔓莓果

# reward.nanab_berry.general
source: Nanab Berry
es_es: Baya Látano
zh_tw: 蕉香果

# reward.nanab_berry.singular
source: 1 Nanab Berry
es_es: 1 Baya Látano
zh_tw: 1個蕉香果

# reward.nanab_berry.plural
source: {%1} Nanab Berries
es_es: {%1} Bayas Látano
zh_tw: {%1}個蕉香果

# reward.pinap_berry.general
source: Pinap Berry
es_es: Baya Pinia
zh_tw: 鳳梨果

# reward.pinap_berry.singular
source: 1 Pinap Berry
es_es: 1 Baya Pinia
zh_tw: 1個鳳梨果

# reward.pinap_berry.plural
source: {%1} Pinap Berries
es_es: {%1} Bayas Pinia
zh_tw: {%1}個鳳梨果

# reward.golden_razz_berry.general
source: Golden Razz Berry
es_es: Baya Frambu dorada
zh_tw: 金色蔓莓果

# reward.golden_razz_berry.singular
source: 1 Golden Razz Berry
es_es: 1 Baya Frambu dorada
zh_tw: 1個金色蔓莓果

# reward.golden_razz_berry.plural
source: {%1} Golden Razz Berries
es_es: {%1} Bayas Frambu dorada
zh_tw: {%1}個金色蔓莓果

# reward.silver_pinap_berry.general
source: Silver Pinap Berry
es_es: Baya Pinia plateada
zh_tw: 銀色鳳梨果

# reward.silver_pinap_berry.singular
source: 1 Silver Pinap Berry
es_es: 1 Baya Pinia plateada
zh_tw: 1個銀色鳳梨果

# reward.silver_pinap_berry.plural
source: {%1} Silver Pinap Berries
es_es: {%1} Baya Pinia plateada
zh_tw: {%1}個銀色鳳梨果

# reward.potion.general
source: Potion
es_es: Poción
zh_tw: 傷藥

# reward.potion.singular
source: 1 Potion
es_es: 1 Poción
zh_tw: 1個傷藥

# reward.potion.plural
source: {%1} Potions
es_es: {%1} Pociones
zh_tw: {%1}個傷藥

# reward.super_potion.general
source: Super Potion
es_es: Superpoción
zh_tw: 好傷藥

# reward.super_potion.singular
source: 1 Super Potion
es_es: 1 Superpoción
zh_tw: 1個好傷藥

# reward.super_potion.plural
source: {%1} Super Potions
es_es: {%1} Superpociones
zh_tw: {%1}個好傷藥

# reward.hyper_potion.general
source: Hyper Potion
es_es: Hiperpoción
zh_tw: 厲害傷藥

# reward.hyper_potion.singular
source: 1 Hyper Potion
es_es: 1 Hiperpoción
zh_tw: 1個厲害傷藥

# reward.hyper_potion.plural
source: {%1} Hyper Potions
es_es: {%1} Hiperpoción
zh_tw: {%1}個厲害傷藥

# reward.max_potion.general
source: Max Potion
es_es: Poción Máxima
zh_tw: 全滿藥

# reward.max_potion.singular
source: 1 Max Potion
es_es: 1 Poción Máxima
zh_tw: 1個全滿藥

# reward.max_potion.plural
source: {%1} Max Potions
es_es: {%1} Pociones Máximas
zh_tw: {%1}個全滿藥

# reward.revive.general
source: Revive
es_es: Revivir
zh_tw: 復活碎片

# reward.revive.singular
source: 1 Revive
es_es: 1 Revivir
zh_tw: 1個復活碎片

# reward.revive.plural
source: {%1} Revives
es_es: {%1} Revivires
zh_tw: {%1}個復活碎片

# reward.max_revive.general
source: Max Revive
es_es: Revivir Máximo
zh_tw: 活力塊

# reward.max_revive.singular
source: 1 Max Revive
es_es: 1 Revivir Máximo
zh_tw: 1個活力塊

# reward.max_revive.plural
source: {%1} Max Revives
es_es: {%1} Revivires Máximos
zh_tw: {%1}個活力塊

# reward.sun_stone.general
source: Sun Stone
es_es: Piedra Solar
zh_tw: 日之石

# reward.sun_stone.singular
source: 1 Sun Stone
es_es: 1 Piedra Solar
zh_tw: 1個日之石

# reward.sun_stone.plural
source: {%1} Sun Stones
es_es: {%1} Piedras Solares
zh_tw: {%1}個日之石

# reward.kings_rock.general
source: King's Rock
es_es: Roca del Rey
zh_tw: 王者之證

# reward.kings_rock.singular
source: 1 King's Rock
es_es: 1 Roca del Rey
zh_tw: 1個王者之證

# reward.kings_rock.plural
source: {%1} Kings' Rocks
es_es: {%1} Rocas del Rey
zh_tw: {%1}個王者之證

# reward.metal_coat.general
source: Metal Coat
es_es: Revestimiento Metálico
zh_tw: 金屬膜

# reward.metal_coat.singular
source: 1 Metal Coat
es_es: 1 Revestimiento Metálico
zh_tw: 1個金屬膜

# reward.metal_coat.plural
source: {%1} Metal Coats
es_es: {%1} Revestimientos Metálicos
zh_tw: {%1}個金屬膜

# reward.dragon_scale.general
source: Dragon Scale
es_es: Escama Dragón
zh_tw: 龍之鱗片

# reward.dragon_scale.singular
source: 1 Dragon Scale
es_es: 1 Escama Dragón
zh_tw: 1個龍之鱗片

# reward.dragon_scale.plural
source: {%1} Dragon Scales
es_es: {%1} Escamas Dragón
zh_tw: {%1}個龍之鱗片

# reward.up_grade.general
source: Up-Grade
zh_tw: 升級資料

# reward.up_grade.singular
source: 1 Up-Grade
zh_tw: 1個升級資料

# reward.up_grade.plural
source: {%1} Up-Grades
zh_tw: {%1}個升級資料

# reward.sinnoh_stone.general
source: Sinnoh Stone
es_es: Piedra Sinnoh
zh_tw: 神奧之石

# reward.sinnoh_stone.singular
source: 1 Sinnoh Stone
es_es: 1 Piedra Sinnoh
zh_tw: 1個神奧之石

# reward.sinnoh_stone.plural
source: {%1} Sinnoh Stones
es_es: {%1} Piedras Sinnoh
zh_tw: {%1}個神奧之石

# reward.fast_tm.general
source: Fast TM
es_es: MT de ataque rápido
zh_tw: 一般招式學習器

# reward.fast_tm.singular
source: 1 Fast TM
es_es: 1 MT de ataque rápido
zh_tw: 1本一般招式學習器

# reward.fast_tm.plural
source: {%1} Fast TMs
es_es: {%1} MTs de ataque rápido
zh_tw: {%1}本一般招式學習器

# reward.charge_tm.general
source: Charge TM
es_es: MT de ataque cargado
zh_tw: 特殊招式學習器

# reward.charge_tm.singular
source: 1 Charge TM
es_es: 1 MT de ataque cargado
zh_tw: 1本特殊招式學習器

# reward.charge_tm.plural
source: {%1} Charge TMs
es_es: {%1} MTs de ataque cargado
zh_tw: {%1}本特殊招式學習器

# reward.stardust.general
source: Stardust
es_es: Polvo estelar
zh_tw: 星星沙子

# reward.stardust.singular
source: 1 Stardust
es_es: 1 Polvo estelar
zh_tw: 1星星沙子

# reward.stardust.plural
source: {%1} Stardust
es_es: {%1} Polvos estelares
zh_tw: {%1}星星沙子

# reward.rare_candy.general
source: Rare Candy
es_es: Caramelo raro
zh_tw: 神奇糖果

# reward.rare_candy.singular
source: 1 Rare Candy
es_es: 1 Caramelo raro
zh_tw: 1個神奇糖果

# reward.rare_candy.plural
source: {%1} Rare Candies
es_es: {%1} Caramelos raros
zh_tw: {%1}個神奇糖果

# reward.encounter.general
source: Pokémon encounter
es_es: Aparece un Pokémon
zh_tw: 寶可夢獎勵

# reward.encounter.singular
source: Pokémon encounter
es_es: Aparece un Pokémon
zh_tw: 寶可夢獎勵

# reward.encounter.plural
source: Pokémon encounters
es_es: Aparecen Pokémons
zh_tw: 寶可夢獎勵

# reward.encounter_specific.singular
source: {%1} encounter
es_es: {%1} encuentro
zh_tw: {%1}獎勵

# reward.encounter_specific.plural
source: {%1} encounters
es_es: {%1} encuentros
zh_tw: {%1}獎勵

# reward.unknown.singular
source: unknown reward
es_es: recompensa desconocida
zh_tw: 未知獎勵
