Repository: bilde2910/FreeField
Catalog: includes/i18n/*/setting.po
Languages: nb_no

# setting.site.uri.name
source: Installation URI
nb_no: Installasjons-URI

# setting.site.uri.desc
source: The base location of the FreeField installation.
nb_no: Webplasseringen for FreeField-installasjonen.

# setting.site.name.name
source: Site name
nb_no: Nettsidenavn

# setting.site.name.desc
source: The name of the FreeField instance (e.g. '[City Name] FreeField')
nb_no: Navnet på FreeField-installasjonen (f.eks. '[Stedsnavn] FreeField')

# setting.site.menu_header.name
source: Sidebar header
nb_no: Menyheader

# setting.site.menu_header.desc
source: The text displayed at the top of the menu sidebar.
nb_no: Teksten som vises på toppen av menyen på siden av skjermen.

# setting.site.menu_image.name
source: Sidebar image
nb_no: Menybilde

# setting.site.menu_image.desc
source: An image displayed at the top of the sidebar instead of the header text above. *.png, *.gif, *.jpg, and *.svg files are allowed. Must not exceed 128 KiB.
nb_no: Et bilde vist på toppen av menyen i stedet for teksten angitt over. *.png, *.gif, *.jpg og *.svg-filer er tillatt. Filen må ikke være større enn 128 KiB.

# setting.site.header_style.name
source: Sidebar header style
nb_no: Menyheaderstil

# setting.site.header_style.desc
source: Choose whether to display text or an image in the sidebar.
nb_no: Velg om det skal vises tekst eller et bilde på toppen av menyen på siden av skjermen.

# setting.site.header_style.option.text
source: Show header text
nb_no: Vis tekst

# setting.site.header_style.option.image
source: Show header image (with background color)
nb_no: Vis bilde (med bakgrunnsfarge)

# setting.site.header_style.option.image_plain
source: Show header image (without background color)
nb_no: Vis bilde (uten bakgrunnsfarge)

# setting.motd.display_mode.name
source: Display mode
nb_no: Visningsmodus

# setting.motd.display_mode.desc
source: Determines how the Message of the Day is displayed.
nb_no: Avgjør hvordan dagens melding vises.

# setting.motd.display_mode.option.forced
source: Always display the Message of the Day on every page load
nb_no: Alltid vis dagens melding hver gang kartet åpnes

# setting.motd.display_mode.option.always
source: Always display by default, but allow users to dismiss it until it is next changed
nb_no: Alltid vis som standard, men la brukere skjule den til neste gang innholdet endres av en administrator

# setting.motd.display_mode.option.on_change
source: Display once if the message is changed, then hide it for subsequent visits
nb_no: Vis én gang dersom meldingen er endret, og skjul den for påfølgende besøk

# setting.motd.display_mode.option.on_request
source: Display only if the user manually requests to view the message
nb_no: Vis bare dersom brukeren ber om å se meldingen

# setting.motd.display_mode.option.never
source: Completely disable the Message of the Day
nb_no: Deaktiver dagens melding

# setting.motd.title.name
source: Custom message title
nb_no: Egendefinert tittel

# setting.motd.title.desc
source: The title on the Message of the Day popup box. Defaults to "Message of the Day" if left blank.
nb_no: Tittelen på dagens melding-boksen. Dette settes som standard til "Dagens melding" hvis feltet er blankt.

# setting.motd.content.name
source: Message content
nb_no: Meldingsinnhold

# setting.motd.content.desc
source: A message displayed to all users in a popup box every time FreeField is opened. Markdown formatting accepted.
nb_no: En melding som vises til alle brukere i en boks hver gang FreeField åpnes. Meldingen kan formateres med Markdown.

# setting.spiders.robots_policy.name
source: Robots policy
nb_no: Søkerobotpolicy

# setting.spiders.robots_policy.desc
source: Declares how robots (such as search engines and other web scrapers) may crawl and index this site.
nb_no: Angir hvordan roboter (som søkemotorer og andre nettroboter) kan lese og indeksere dette nettstedet.

# setting.spiders.robots_policy.option.all
source: Allow all indexation and crawling (all)
nb_no: Godta all indeksering og surfing (all)

# setting.spiders.robots_policy.option.nofollow
source: Allow indexation, but do not follow page links (nofollow)
nb_no: Godta indeksering, men ikke følg linker på siden (nofollow)

# setting.spiders.robots_policy.option.noindex
source: Deny indexation, but allow following page links (noindex)
nb_no: Nekt indeksering, men la roboter følge linker til andre sider (noindex)

# setting.spiders.robots_policy.option.noindex_nofollow
source: Deny all indexation and crawling (noindex,nofollow)
nb_no: Nekt all indeksering og surfing (noindex,nofollow)

# setting.database.type.desc
source: The type of connection used to connect to the database.
nb_no: Typen forbindelse som bruker til å koble til databasen.

# setting.database.type.option.pgsql
source: PostgreSQL (experimental)
nb_no: PostgreSQL (eksperimentell)

# setting.database.type.option.sqlite
source: SQLite 3 (experimental)
nb_no: SQLite 3 (eksperimentell)

# setting.database.type.option.sqlite2
source: SQLite 2 (experimental)
nb_no: SQLite 2 (eksperimentell)

# setting.database.type.option.sqlsrv
source: Microsoft SQL Server / SQL Azure (experimental)
nb_no: Microsoft SQL Server / SQL Azure (eksperimentell)

# setting.database.type.option.4D
source: 4D (experimental)
nb_no: 4D (eksperimentell)

# setting.database.type.option.oci
source: OCI / Oracle Instant Client (experimental)
nb_no: OCI / Oracle Instant Client (eksperimentell)

# setting.database.type.option.cubrid
source: Cubrid (experimental)
nb_no: Cubrid (experimentell)

# setting.database.type.option.sybase
source: Sybase ct-lib (experimental)
nb_no: Sybase ct-lib (eksperimentell)

# setting.database.type.option.mssql
source: Microsoft SQL Server (via dblib) (experimental)
nb_no: Microsoft SQL Server (via dblib) (eksperimentell)

# setting.database.type.option.dblib
source: FreeTDS (experimental)
nb_no: FreeTDS (eksperimentell)

# setting.database.host.name
source: Hostname
nb_no: Vertsnavn

# setting.database.host.desc
source: The hostname or IP address of the database.
nb_no: Verts-/domenenavnet eller IP-adressen til databasen.

# setting.database.port.name
source: Port (-1 = default)
nb_no: Port (-1 = standardport)

# setting.database.port.desc
source: The port used to connect to the database. Set to -1 for default port.
nb_no: Porten som brukes til å koble til databasen. Sett til -1 for å bruke standard port.

# setting.database.username.name
source: Username
nb_no: Brukernavn

# setting.database.username.desc
source: The username to login to the database server.
nb_no: Brukernavnet som brukes til å logge inn på databaseserveren.

# setting.database.password.name
source: Password
nb_no: Passord

# setting.database.password.desc
source: The password to login to the database server.
nb_no: Passordet som brukes til å logge inn på databaseserveren.

# setting.database.database.name
source: Database
nb_no: Databasenavn

# setting.database.database.desc
source: The name of the database FreeField should write data to.
nb_no: Navnet på databasen FreeField skal lagre data i.

# setting.database.table_prefix.name
source: Table prefix
nb_no: Tabellprefiks

# setting.database.table_prefix.desc
source: A prefix used for all tables used by FreeField, to avoid conflicts with other tables.
nb_no: Et prefiks som brukes for alle tabeller FreeField oppretter, for å hindre konflikt med andre tabeller.

# setting.permissions.default_level.name
source: Default user group
nb_no: Standard brukergruppe

# setting.permissions.default_level.desc
source: The default permissions level to assign all newly registered users.
nb_no: Tilgangsnivået som tildeles alle nye brukere som standard.

# setting.permissions.level.self_manage.nickname.name
source: Change own nickname
nb_no: Endre eget kallenavn

# setting.permissions.level.self_manage.nickname.desc
source: Allows users of this level and higher to change their own nicknames.
nb_no: Lar brukere på dette nivået og høyere endre sitt eget kallenavn.

# setting.permissions.level.access.name
source: View map
nb_no: Se kart

# setting.permissions.level.access.desc
source: Allows users to view the FreeField map and list of Pokéstops.
nb_no: Lar brukere se FreeField-kartet og en liste over pokéstop.

# setting.permissions.level.find_reporter.name
source: Identify research reporters
nb_no: Navngi rapportører

# setting.permissions.level.find_reporter.desc
source: Shows users who last submitted research on each Pokéstop.
nb_no: Viser brukere hvem som sist sendte inn en oppgave for hvert pokéstop.

# setting.permissions.level.report_research.name
source: Report field research
nb_no: Rapporter oppgave

# setting.permissions.level.report_research.desc
source: Allows users to report field research on Pokéstops whose current field research objective is unknown.
nb_no: Lar brukere rapportere oppgaver på pokéstop som ikke allerede har en oppgave rapportert.

# setting.permissions.level.overwrite_research.name
source: Overwrite field research
nb_no: Overskriv oppgave

# setting.permissions.level.overwrite_research.desc
source: Allows users to report field research on all Pokéstops, even if another user has previously submitted a research objective on the same day. Also requires the "Report field research" permission.
nb_no: Lar brukere rapportere oppgaver på alle pokéstop, selv om en annen bruker tidligere har sendt inn en oppgave samme dag. Krever også "Rapporter oppgave"-tillatelsen.

# setting.permissions.level.submit_poi.name
source: Submit Pokéstops
nb_no: Legg til nye pokéstop

# setting.permissions.level.submit_poi.desc
source: Allows users to submit new Pokéstops to the map.
nb_no: Lar brukere legge inn nye pokéstop på kartet.

# setting.permissions.level.personalization.icons.name
source: Customize markers
nb_no: Tilpass markører

# setting.permissions.level.personalization.icons.desc
source: Allows users to select their own map marker set instead of the default for their own account.
nb_no: Lar brukere velge sitt eget kartmarkørsett i stedet for standard for sin egen konto.

# setting.permissions.level.personalization.species.name
source: Customize species icons
nb_no: Tilpass artsikoner

# setting.permissions.level.personalization.species.desc
source: Allows users to select their own species icon set instead of the default for their own account.
nb_no: Lar brukere velge sitt eget ikonsett for Pokémon-arter i stedet for standard for sin egen bruker.

# setting.permissions.level.admin.main.general.name
source: Manage site settings
nb_no: Endre nettsideinnstillinger

# setting.permissions.level.admin.main.general.desc
source: Allows users to change the site database and installation settings.
nb_no: Lar brukere endre nettstedets database- og installasjonsinnstillinger.

# setting.permissions.level.admin.main.section.access.name
source: Manage access settings
nb_no: Endre tilgangsinnstillinger

# setting.permissions.level.admin.main.section.access.desc
source: Allows users to change the access parameters, such as the URL, of the site.
nb_no: Lar brukere endre tilgangsinnstillinger, som f.eks. URLen, til siden.

# setting.permissions.level.admin.main.section.instance.name
source: Manage instance options
nb_no: Endre installasjonsvalg

# setting.permissions.level.admin.main.section.instance.desc
source: Allows users to change this FreeField instance's core appearance options, such as the name of the site.
nb_no: Lar brukerne endre denne FreeField-sidens kjernevalg for utseende, som f.eks. navnet på siden.

# setting.permissions.level.admin.main.section.motd.name
source: Manage MotD
nb_no: Endre dagens melding

# setting.permissions.level.admin.main.section.motd.desc
source: Allows users to change and manage the Message of the Day for this FreeField instance.
nb_no: Lar brukere endre og administrere dagens melding for denne FreeField-installasjonen.

# setting.permissions.level.admin.main.section.spiders.name
source: Manage crawling settings
nb_no: Administrer søkerobottilgang

# setting.permissions.level.admin.main.section.spiders.desc
source: Allows users to change the crawling settings for web spiders.
nb_no: Lar brukere endre på tilgangsinnstillingene for søkeroboter.

# setting.permissions.level.admin.main.section.database.name
source: Manage database settings
nb_no: Endre databaseinnstillinger

# setting.permissions.level.admin.main.section.database.desc
source: Allows users to change the database settings.
nb_no: Lar brukere endre databaseinnstillingene.

# setting.permissions.level.admin.users.general.name
source: Manage users
nb_no: Administrer brukere

# setting.permissions.level.admin.users.general.desc
source: Allows users to approve, reject, manage, and delete other users's accounts.
nb_no: Lar brukere godkjenne, avvise, behandle og slette andre brukerkontoer.

# setting.permissions.level.admin.groups.general.name
source: Manage groups
nb_no: Administrer grupper

# setting.permissions.level.admin.groups.general.desc
source: Allows users to add, remove, and manage user groups.
nb_no: Lar brukere legge til, fjerne og behandle brukergrupper.

# setting.permissions.level.admin.users.groups.name
source: Manage group membership
nb_no: Administrer gruppemedlemskap

# setting.permissions.level.admin.users.groups.desc
source: Allows users to manage users' memberships in groups. Also requires the "Manage users" permission.
nb_no: Lar brukere endre andre brukeres medlemskap i brukergrupper. Krever også "Administrer brukere"-tillatelsen.

# setting.permissions.level.admin.groups.self_manage.name
source: Manage own group
nb_no: Administrer egen gruppe

# setting.permissions.level.admin.groups.self_manage.desc
source: Allows users to assign and remove other users from, and manage the permissions of their own group. By default, users with group membership permissions can only assign users to and manage groups below themselves. This permission is a dangerous permission to grant! Users with this permission can appoint and delete other users of the same rank as themselves. It is highly recommended to leave this at the default unless there is an extremely good reason to change it. Also requires the "Manage group membership" permission.
nb_no: Lar brukere tildele og fjerne andre brukeres tilgang til, og endre på tillatelsene til sin egen gruppe. Som standard kan brukere bare endre gruppemedlemskapet til brukere, og endre på grupper, nedenfor seg selv. Denne tillatelsen er farlig å tildele! Brukere med denne tillatelsen kan utnevne og fjerne andre brukere fra samme gruppe som seg selv. Det anbefales på det sterkeste at denne innstillingen holdes på standardverdien med mindre det finnes en særdeles god grunn til å endre den. Krever også "Administrer gruppemedlemskap"-tillatelsen.

# setting.permissions.level.admin.pois.general.name
source: Manage Pokéstops and gyms
nb_no: Administrer pokéstop

# setting.permissions.level.admin.pois.general.desc
source: Allow users to manage and delete user-submitted Pokéstops and gyms.
nb_no: Lar brukere endre og slette pokéstop sendt inn av andre.

# setting.permissions.level.admin.pois.import.name
source: Import and export
nb_no: Importer og eksporter data

# setting.permissions.level.admin.pois.import.desc
source: Allow users to import and export Pokéstops and gyms.
nb_no: La brukere importere og eksportere pokéstop.

# setting.permissions.level.admin.perms.general.name
source: Manage permissions
nb_no: Administrer tillatelser

# setting.permissions.level.admin.perms.general.desc
source: Allows users to change the permissions settings on this page.
nb_no: Lar brukere endre og tildele tillatelser på denne siden.

# setting.permissions.level.admin.perms.section.default.name
source: Set default group
nb_no: Velg standardgruppe

# setting.permissions.level.admin.perms.section.default.desc
source: Allows users to change the default user group for newly registered members.
nb_no: Lar brukere endre standardgruppen som nye medlemmer plasseres i.

# setting.permissions.level.admin.perms.section.self_manage.name
source: Grant self-management permissions
nb_no: Endre tilgang til selvadministrasjon

# setting.permissions.level.admin.perms.section.self_manage.desc
source: Allows users to manage permissions relating to account self-management, such as granting users the right to change their own nicknames, on this page.
nb_no: Lar brukere endre innstillinger som har å gjøre med administrasjon av egen konto på denne siden, som f.eks. å la brukere få tilgang til å endre sitt eget kallenavn.

# setting.permissions.level.admin.perms.section.map_access.name
source: Manage map access
nb_no: Endre karttilgang

# setting.permissions.level.admin.perms.section.map_access.desc
source: Allows users to manage map access restrictions.
nb_no: Lar brukere endre på tillatelser for karttilgang.

# setting.permissions.level.admin.perms.section.personalization.name
source: Manage personalization restrictions
nb_no: Endre tilpasningstilgang

# setting.permissions.level.admin.perms.section.personalization.desc
source: Allows users to manage map personalization restrictions, such as restrictions on which icon sets can be used.
nb_no: Lar brukere endre tilgangen til å tilpasse kartet, slik som å sette restriksjoner på hvilke kartmarkører og ikonsett som kan brukes.

# setting.permissions.level.admin.perms.section.admin.name
source: Manage administrative permissions
nb_no: Endre administrativ tilgang

# setting.permissions.level.admin.perms.section.admin.desc
source: Allows users to manage administrative permissions (such as this one).
nb_no: Lar brukeren endre administrative tillatelser (som f.eks. denne).

# setting.permissions.level.admin.security.general.name
source: Manage security settings
nb_no: Endre sikkerhetsinnstillinger

# setting.permissions.level.admin.security.general.desc
source: Allows users to change the security settings for the site.
nb_no: Lar brukere endre sikkerhetsinnstillingene for denne installasjonen.

# setting.permissions.level.admin.security.section.user_creation.name
source: Configure user approval
nb_no: Konfigurer brukergodkjenning

# setting.permissions.level.admin.security.section.user_creation.desc
source: Allows users to change settings related to user account creation.
nb_no: Lar brukere endre innstillinger rundt manuell godkjenning av brukere og opprettelse av nye brukere.

# setting.permissions.level.admin.security.section.sessions.name
source: Configure session parameters
nb_no: Endre øktparametre

# setting.permissions.level.admin.security.section.sessions.desc
source: Allows users to change session security settings.
nb_no: Lar brukere endre sikkerhetsinnstillinger for økter.

# setting.permissions.level.admin.security.section.outbound.name
source: Configure outbound requests security
nb_no: Konfigurer sikkerhet for utgående forespørsler

# setting.permissions.level.admin.security.section.outbound.desc
source: Allows users to change security settings for outbound HTTP requests.
nb_no: Lar brukere endre sikkerhetsinnstillingene for utgående HTTP-forespørsler.

# setting.permissions.level.admin.security.section.same_origin.name
source: Manage same-origin policies
nb_no: Endre samme-opprinnelse-policy

# setting.permissions.level.admin.security.section.same_origin.desc
source: Allows users to change same-origin policy settings.
nb_no: Lar brukere endre policy for tilgang fra andre nettsteder (same-origin policy).

# setting.permissions.level.admin.auth.general.name
source: Manage authentication
nb_no: Administrer innlogging

# setting.permissions.level.admin.auth.general.desc
source: Allows users to add, set up, enable, and disable various authentication providers for user sign-in.
nb_no: Lar brukere legge til, sette opp, aktivere og deaktivere diverse innloggingstjenester for brukerautentisering.

# setting.permissions.level.admin.auth.section.discord.name
source: Discord authentication
nb_no: Discord-innlogging

# setting.permissions.level.admin.auth.section.discord.desc
source: Allows users to change authentication settings for Discord.
nb_no: Lar brukere endre innstillinger for Discord-innlogging.

# setting.permissions.level.admin.auth.section.telegram.name
source: Telegram authentication
nb_no: Telegram-innlogging

# setting.permissions.level.admin.auth.section.telegram.desc
source: Allows users to change authentication settings for Telegram.
nb_no: Lar brukere endre innstillinger for Telegram-innlogging.

# setting.permissions.level.admin.auth.section.reddit.name
source: Reddit authentication
nb_no: Reddit-innlogging

# setting.permissions.level.admin.auth.section.reddit.desc
source: Allows users to change authentication settings for Reddit.
nb_no: Lar brukere endre innstillinger for Reddit-innlogging.

# setting.permissions.level.admin.auth.section.facebook.name
source: Facebook authentication
nb_no: Facebook-innlogging

# setting.permissions.level.admin.auth.section.facebook.desc
source: Allows users to change authentication settings for Facebook.
nb_no: Lar brukere endre innstillinger for Facebook-innlogging.

# setting.permissions.level.admin.auth.section.line.name
source: LINE authentication
nb_no: LINE-innlogging

# setting.permissions.level.admin.auth.section.line.desc
source: Allows users to change authentication settings for LINE.
nb_no: Lar brukere endre innstillinger for LINE-innlogging.

# setting.permissions.level.admin.auth.section.groupme.name
source: GroupMe authentication
nb_no: GroupMe-innlogging

# setting.permissions.level.admin.auth.section.groupme.desc
source: Allows users to change authentication settings for GroupMe.
nb_no: Lar brukere endre innstillinger for GroupMe-innlogging.

# setting.permissions.level.admin.mobile.general.name
source: Manage mobile settings
nb_no: Endre mobilinnstillinger

# setting.permissions.level.admin.mobile.general.desc
source: Allows users to manage settings for the mobile device representation of this FreeField instance.
nb_no: Lar brukere endre innstillinger for hvordan denne FreeField-installasjonen vises på mobile enheter.

# setting.permissions.level.admin.mobile.section.pwa.name
source: Manage PWA settings
nb_no: Endre PWA-innstillinger

# setting.permissions.level.admin.mobile.section.pwa.desc
source: Allows users to modify the Progressive Web App manifest for mobile devices.
nb_no: Lar brukere endre Progressive Web App-manifestet for mobilenheter.

# setting.permissions.level.admin.themes.general.name
source: Manage default appearance
nb_no: Endre standardutseende

# setting.permissions.level.admin.themes.general.desc
source: Allows users to manage default site-wide appearance.
nb_no: Lar brukere endre standardutseendet til hele nettstedet.

# setting.permissions.level.admin.themes.section.meta.name
source: Manage metadata
nb_no: Endre metadata

# setting.permissions.level.admin.themes.section.meta.desc
source: Allows users to change page metadata theming, such as the favicon and the theme color for mobile browsers.
nb_no: Lar brukere endre metadata for siden, som f.eks. nettleserikon og temafargen for nettlesere på mobil.

# setting.permissions.level.admin.themes.section.color.name
source: Manage themes
nb_no: Endre temafarger

# setting.permissions.level.admin.themes.section.color.desc
source: Allows users to change the default map and page color themes and whether or not users are allowed to override those defaults.
nb_no: Lar brukere endre standard kart- og sidetema samt fargetema, og om brukere skal ha tilgang til å overstyre disse standardene.

# setting.permissions.level.admin.themes.section.icons.name
source: Manage map markers
nb_no: Endre kartmarkører

# setting.permissions.level.admin.themes.section.icons.desc
source: Allows users to change the default map marker set and whether or not users are allowed to override that default.
nb_no: Lar brukere endre standard kartmarkørsett, og hvorvidt brukere skal ha tilgang til å overstyre disse.
