Repository: bilde2910/FreeField
Catalog: includes/i18n/*/setting.po
Languages: nb_no

# setting.permissions.level.admin.map.general.name
source: Manage map settings
nb_no: Endre kartinnstillinger

# setting.permissions.level.admin.map.general.desc
source: Allows users to manage map providers and default settings for the map.
nb_no: Lar brukere administrere karttjenester og standardinnstillinger for kartet.

# setting.permissions.level.admin.map.section.provider.name
source: Change map provider
nb_no: Endre karttilbyder

# setting.permissions.level.admin.map.section.provider.desc
source: Allows users to change and configure which map provider this FreeField instance uses.
nb_no: Lar brukere endre og konfigurere hvilken karttjeneste denne FreeField-installasjonen bruker.

# setting.permissions.level.admin.map.section.default.name
source: Change map defaults
nb_no: Endre kartstandarder

# setting.permissions.level.admin.map.section.default.desc
source: Allows users to change map defaults, such as default coordinates and zoom level for first-time visitors.
nb_no: Lar brukere endre standardverdier for kartet, som f.eks. standardkoordinater og zoomnivå for førstegangs besøkende.

# setting.permissions.level.admin.map.section.updates.name
source: Manage client updates
nb_no: Endre kartoppdateringsrate

# setting.permissions.level.admin.map.section.updates.desc
source: Allows users to change the interval at which each FreeField client requests an updated list of research tasks for all Pokéstops.
nb_no: Lar brukere endre intervallet mellom hver gang en FreeField-klient ber om en oppdatert liste over aktive oppgaver for alle pokéstoppene.

# setting.permissions.level.admin.map.section.geofence.name
source: Manage master geofence
nb_no: Endre generell områdebegrensning

# setting.permissions.level.admin.map.section.geofence.desc
source: Allows users to change the geofence and associated behavior for submission and display of Pokéstops.
nb_no: Lar brukere endre hvilket geofence som brukes som gjerde ved innsending av nye pokéstop, samt hvordan pokéstop utenfor denne grensen vises.

# setting.permissions.level.admin.fences.general.name
source: Manage geofences
nb_no: Administrer geofence

# setting.permissions.level.admin.fences.general.desc
source: Allows users to manage geofences.
nb_no: Lar brukere endre og definere geofence.

# setting.permissions.level.admin.hooks.general.name
source: Manage webhooks
nb_no: Administrer webhooks

# setting.permissions.level.admin.hooks.general.desc
source: Allows users to manage webhook integrations.
nb_no: Lar brukere administrere og sette opp webhook-integrering.

# setting.permissions.level.admin.api.general.name
source: Manage API access
nb_no: Administrer API-tilgang

# setting.permissions.level.admin.api.general.desc
source: Allows users to set up and manage API clients that can interface with FreeField.
nb_no: Lar brukere sette opp og administrere API-klienter som kan få tilgang til FreeField.

# setting.permissions.level.admin.updates.general.name
source: Install updates
nb_no: Installer oppdateringer

# setting.permissions.level.admin.updates.general.desc
source: Allows users to update the FreeField instance.
nb_no: Lar brukere oppdatere FreeField til siste versjon.

# setting.security.approval.require.name
source: Require manual approval
nb_no: Krev manuell godkjenning

# setting.security.approval.require.desc
source: If this is enabled, administrators must approve each created account before the account can be used to access FreeField.
nb_no: Hvis dette er aktivert, må administratorer godkjenne hver nye brukerkonto før de kan få tilgang til FreeField.

# setting.security.approval.require.label
source: Manually verify new user accounts
nb_no: Godkjenn nye brukerkontoer manuelt

# setting.security.approval.by_qr.name
source: Present approval QR codes
nb_no: Vis QR-koder for godkjenning

# setting.security.approval.by_qr.desc
source: If this is enabled, users awaiting approval will be presented with a QR code that can be scanned by an administrator. Scanning the code will allow the administrator to approve or reject the user very quickly compared to finding the user in the list of registered users and approving them there. This function requires the GD extension to be loaded in PHP.
nb_no: Hvis dette er aktivert, vil brukere som venter på godkjenning bli vist en QR-kode som kan skannes av en administrator. Ved å skanne koden kan administratorer godkjenne eller avvise brukeren mye raskere enn ved å søke opp brukeren i listen over registrerte brukere for å godkjenne dem der. Denne funksjonen krever at GD er aktivert i PHP.

# setting.security.approval.by_qr.label
source: Generate QR codes for quick administrative approval
nb_no: Generer QR-koder for rask administrativ godkjenning

# setting.auth.session_length.name
source: Session length
nb_no: Øktlengde

# setting.auth.session_length.desc
source: How long a user should stay logged in when they authenticate.
nb_no: Hvor lenge en bruker skal forbli innlogget når de logger inn.

# setting.auth.session_length.option.86400
source: 1 day
nb_no: 1 dag

# setting.auth.session_length.option.604800
source: 7 days
nb_no: 7 dager

# setting.auth.session_length.option.2592000
source: 30 days
nb_no: 30 dager

# setting.auth.session_length.option.7776000
source: 90 days
nb_no: 90 dager

# setting.auth.session_length.option.15811200
source: 6 months
nb_no: 6 måneder

# setting.auth.session_length.option.31536000
source: 1 year
nb_no: 1 år

# setting.auth.session_length.option.63072000
source: 2 years
nb_no: 2 år

# setting.auth.session_length.option.157766400
source: 5 years
nb_no: 5 år

# setting.auth.session_length.option.315619200
source: 10 years
nb_no: 10 år

# setting.security.validate_ua.name
source: User-agent validation
nb_no: Nettleservalidering

# setting.security.validate_ua.desc
source: Restricts each login session to the browser it was created from. It is recommended to keep this enabled to prevent session hijacking, as usage of a session in a different browser than the one it was created from is almost always malicious. Setting this to Strict will log out the user if their browser receives an update, and does not improve security much beyond Lenient, and is thus not recommended.
nb_no: Begrenser hver økt til nettleseren den ble opprettet fra. Det anbefales at dette er aktivert for å hindre øktkapring, da bruk av en økt utenfor nettleseren den ble opprettet fra nesten alltid er ondsinnet. Hvis du setter denne innstillingen til Streng, vil brukere bli logget ut dersom nettleseren får en oppdatering. Dette bidrar ikke nevneverdig til å styrke sikkerheten i noen særlig grad utover Standard, og anbefales derfor ikke.

# setting.security.validate_ua.option.no
source: Disabled
nb_no: Deaktivert

# setting.security.validate_ua.option.lenient
source: Lenient (ignores browser version)
nb_no: Standard (ignorerer nettleserversjon)

# setting.security.validate_ua.option.strict
source: Strict (enforces browser version)
nb_no: Streng (kontrollerer nettleserversjon)

# setting.security.validate_lang.name
source: Browser language validation
nb_no: Språkvalidering

# setting.security.validate_lang.desc
source: Requires each login session to maintain the same set of browser languages every time it is used. This will invalidate a user's session if they change their browser or device languages. Enabling this helps against session hijacking where the malicious actor uses the same user-agent, but has configured their browser for a different set of accepted languages, such as if they live in a different country.
nb_no: Krever at nettleseren bruker samme språksett hver gang den brukes i en økt. Dette vil logge ut brukere dersom de endrer hvilke språk nettleseren eller enheten er stilt inn til. Denne innstillingen bidrar til å hindre øktkapring hvis den er aktivert, i tilfeller hvor angripere bruker samme nettleser, men har stilt den inn til et annet språk (f.eks. dersom de bor i et annet land).

# setting.security.validate_lang.label
source: Enforce browser language validation
nb_no: Håndhev kontroll av nettleserspråk

# setting.security.selector_canary.name
source: Session hijack canary
nb_no: Øktkapringsdeteksjon

# setting.security.selector_canary.desc
source: The session hijack canary is triggered when any of the above validation requirements fail for a user. While this could be caused by a session hijack, it may also be caused for completely legitimate reasons, such as a browser update causing strict user-agent validation to fail. Enabling the canary will cause the user to be signed out of FreeField on all of their devices if validation fails for one of them. In practice, this means that if an attacker obtains the user's session cookie, if they have e.g. the wrong user-agent or language on their browser, they will not be able to sign in with that cookie later even if they were to guess the correct user-agent or language because the cookie will be permanently invalidated.
nb_no: Øktkapringsdetektoren utløses dersom noen av de ovennevnte kontrollene mislykkes for en bruker. Selv om dette kan være et tegn på at økten er kapret, kan det også skyldes helt legitime grunner, som en nettleseroppdatering som endrer versjonsnummer og dermed får streng nettleserkontroll til å mislykkes. Hvis du skrur på deteksjon, vil brukere bli logget ut av alle enheter dersom kontroll mislykkes for en av dem. I praksis vil dette si at hvis en angriper får tilgang til en brukerøkt, men bruker feil nettleser eller språk, vil de ikke kunne få tilgang igjen med den samme økten igjen senere, selv om de klarer å gjette riktig nettleser eller språk, siden økten vil være permanent deaktivert.

# setting.security.selector_canary.label
source: Require global user re-authentication upon session validation failures
nb_no: Logg ut bruker fra alle enheter hvis én øktkontroll mislykkes

# setting.security.curl.verify_certificates.name
source: Certificate validation
nb_no: Sertifikatvalidering

# setting.security.curl.verify_certificates.desc
source: Disabling certificate validation may resolve issues such as webhooks not working, but eliminates protection against man-in-the-middle attacks when performing outbound requests.
nb_no: Å skru av sertifikatvalidering kan løse diverse problemer, som f.eks. webhooks som ikke utløses, men gjør det mulig for ondsinnede aktører å se og endre innholdet på slike utgående forespørsler uten at det oppdages og stoppes.

# setting.security.curl.verify_certificates.label
source: Verify SSL/TLS certificates for outbound requests
nb_no: Valider SSL/TLS-sertifikater for utgående forespørsler

# setting.security.curl.cacert_path.name
source: Certificates (cacert.pem) file
nb_no: Sertifikatfil (cacert.pem)

# setting.security.curl.cacert_path.desc
source: The path to the location of the certificate authority file on the server, for verifying outbound HTTPS connections.
nb_no: Plasseringen til sertifikatautoritetsfila på serveren, for validering av utgående HTTPS-forbindelser.

# setting.security.frame_options.name
source: Frame options
nb_no: Rammepolicy

# setting.security.frame_options.desc
source: This setting declares the framing policy of this FreeField instance. Allowing framing means that other sites can insert this site as part of their own using iframes or framesets. It is recommended to leave this at the default "deny" setting unless you have a good reason for enabling it.
nb_no: Denne innstillingen deklarerer rammepolicyen for denne FreeField-installasjonen. Hvis du tillater innramming, kan andre sider vise denne FreeField-siden som del av sin egen side gjennom iframes eller framesets. Det anbefales at du lar denne innstillingen stå på standardvalget "nekt" med mindre du har en god grunn til å tillate innramming.

# setting.security.frame_options.option.allow
source: Allow this site to be inserted in frames on all websites
nb_no: Tillat innramming på alle nettsider

# setting.security.frame_options.option.sameorigin
source: Allow framing only from the same origin as this site
nb_no: Tillat innramming kun fra sider på samme domene som denne siden

# setting.security.frame_options.option.deny
source: Do not allow this site to be framed anywhere
nb_no: Nekt all innramming overalt

# setting.auth.provider.discord.enabled.name
source: Allow Discord authentication
nb_no: Tillat Discord-innlogging

# setting.auth.provider.discord.enabled.desc
source: Enables usage of Discord for user authentication.
nb_no: Aktiverer bruk av Discord for brukerinnlogging.

# setting.auth.provider.discord.enabled.label
source: Enable Discord authentication
nb_no: Aktiver Discord-innlogging

# setting.auth.provider.discord.client_id.name
source: Client ID
nb_no: Klient-ID

# setting.auth.provider.discord.client_id.desc
source: The client ID of your Discord API application.
nb_no: Klient-IDen til Discord API-applikasjonen din.

# setting.auth.provider.discord.client_secret.name
source: Client secret
nb_no: Klient-passord

# setting.auth.provider.discord.client_secret.desc
source: The client secret of your Discord API application.
nb_no: Klient-passordet (client secret) til Discord API-applikasjonen din.

# setting.auth.provider.telegram.enabled.name
source: Allow Telegram authentication
nb_no: Tillat Telegram-innlogging

# setting.auth.provider.telegram.enabled.desc
source: Enables usage of Telegram for user authentication.
nb_no: Aktiverer bruk av Telegram for brukerinnlogging.

# setting.auth.provider.telegram.enabled.label
source: Enable Telegram authentication
nb_no: Aktiver Telegram-innlogging

# setting.auth.provider.telegram.bot_username.name
source: Bot username
nb_no: Bot-brukernavn

# setting.auth.provider.telegram.bot_username.desc
source: The username of your Telegram bot.
nb_no: Brukernavnet til Telegram-botten din.

# setting.auth.provider.telegram.bot_token.name
source: Bot token
nb_no: Bot-kode

# setting.auth.provider.telegram.bot_token.desc
source: The bot token assigned to your Telegram bot by BotFather.
nb_no: Bot-koden (bot token) som er tildelt Telegram-botten din fra BotFather.

# setting.auth.provider.reddit.enabled.name
source: Allow Reddit authentication
nb_no: Tillat Reddit-innlogging

# setting.auth.provider.reddit.enabled.desc
source: Enables usage of Reddit for user authentication.
nb_no: Aktiverer bruk av Reddit for brukerinnlogging.

# setting.auth.provider.reddit.enabled.label
source: Enable Reddit authentication
nb_no: Aktiver Reddit-innlogging

# setting.auth.provider.reddit.client_id.name
source: Client ID
nb_no: Klient-ID

# setting.auth.provider.reddit.client_id.desc
source: The client ID of your Reddit API application.
nb_no: Klient-IDen til Reddit API-applikasjonen din.

# setting.auth.provider.reddit.client_secret.name
source: Client secret
nb_no: Klient-passord

# setting.auth.provider.reddit.client_secret.desc
source: The client secret of your Reddit API application.
nb_no: Klient-passordet (client secret) til Reddit API-applikasjonen din.

# setting.auth.provider.facebook.enabled.name
source: Allow Facebook authentication
nb_no: Tillat Facebook-innlogging

# setting.auth.provider.facebook.enabled.desc
source: Enables usage of Facebook for user authentication.
nb_no: Aktiverer bruk av Facebook for brukerinnlogging.

# setting.auth.provider.facebook.enabled.label
source: Enable Facebook authentication
nb_no: Aktiver Facebook-innlogging

# setting.auth.provider.facebook.app_id.desc
source: The app ID of your Facebook API application.
nb_no: App-IDen til Facebook API-applikasjonen din.

# setting.auth.provider.facebook.app_secret.name
source: App secret
nb_no: App-passord

# setting.auth.provider.facebook.app_secret.desc
source: The app secret of your Facebook API application.
nb_no: App-passordet (app secret) til Facebook API-applikasjonen din.

# setting.auth.provider.line.enabled.name
source: Allow LINE authentication
nb_no: Tillat LINE-innlogging

# setting.auth.provider.line.enabled.desc
source: Enables usage of LINE for user authentication.
nb_no: Aktiverer bruk av LINE for brukerinnlogging.

# setting.auth.provider.line.enabled.label
source: Enable LINE authentication
nb_no: Aktiver LINE-innlogging

# setting.auth.provider.line.channel_id.name
source: Channel ID
nb_no: Kanal-ID

# setting.auth.provider.line.channel_id.desc
source: The channel ID of your LINE Login application.
nb_no: Kanal-IDen til LINE Login-applikasjonen din.

# setting.auth.provider.line.channel_secret.name
source: Channel secret
nb_no: Kanal-passord

# setting.auth.provider.line.channel_secret.desc
source: The channel secret of your LINE Login application.
nb_no: Kanal-passordet (channel secret) til LINE Login-applikasjonen din.

# setting.auth.provider.groupme.enabled.name
source: Allow GroupMe authentication
nb_no: Tillat GroupMe-innlogging

# setting.auth.provider.groupme.enabled.desc
source: Enables usage of GroupMe for user authentication.
nb_no: Aktiverer bruk av GroupMe for brukerinnlogging.

# setting.auth.provider.groupme.enabled.label
source: Enable GroupMe authentication
nb_no: Aktiver GroupMe-innlogging

# setting.auth.provider.groupme.client_id.name
source: Client ID
nb_no: Klient-ID

# setting.auth.provider.groupme.client_id.desc
source: The client ID of your GroupMe API application.
nb_no: Klient-IDen til GroupMe API-applikasjonen din.

# setting.mobile.pwa.enabled.name
source: Enable PWA
nb_no: Aktiver PWA

# setting.mobile.pwa.enabled.desc
source: Whether or not Progressive Web App functionality should be enabled.
nb_no: Hvorvidt Progressive Web App-funksjonalitet skal være aktivert.

# setting.mobile.pwa.enabled.label
source: Enable Progressive Web App functionality
nb_no: Aktiver Progressive Web App-funksjonalitet

# setting.mobile.pwa.name.name
source: Name
nb_no: Navn

# setting.mobile.pwa.name.desc
source: A human-readable name for the site when displayed to the user.
nb_no: Et lesbart navn for nettsiden som vises for brukeren.

# setting.mobile.pwa.short_name.name
source: Short name
nb_no: Kort navn

# setting.mobile.pwa.short_name.desc
source: A short human-readable name for the application. Intended for when there is insufficient space to display the full name above.
nb_no: Et kort lesbart navn for applikasjonen. Brukes i tilfeller hvor det ikke er nok plass til å vise det fulle navnet over.

# setting.mobile.pwa.description.name
source: Description
nb_no: Beskrivelse

# setting.mobile.pwa.description.desc
source: A general description of what the FreeField web app does.
nb_no: En generell beskrivelse av hva FreeField web-appen gjør.

# setting.mobile.pwa.display.name
source: Display mode
nb_no: Visningsmodus

# setting.mobile.pwa.display.desc
source: The preferred display mode for the website.
nb_no: Den foretrukne visningsmodusen for nettsiden.

# setting.mobile.pwa.display.option.fullscreen
source: Fullscreen
nb_no: Fullskjerm

# setting.mobile.pwa.display.option.standalone
source: Standalone application
nb_no: Frittstående program

# setting.mobile.pwa.display.option.minimal_ui
source: Standalone application with browser navigation controls
nb_no: Frittstående program med navigasjonsknapper

# setting.mobile.pwa.display.option.browser
source: Conventional browser window
nb_no: Standard nettleservindu

# setting.mobile.pwa.icon.192px.name
source: App icon (192px)
nb_no: App-ikon (192px)

# setting.mobile.pwa.icon.192px.desc
source: The icon that serves as the Progressive Web App's small icon. *.png, *.gif, and *.jpg files are allowed. Must not exceed 64 KiB. The uploaded image should be exactly 192x192 px.
nb_no: Ikonet som brukes om appens lille ikon. *.png, *.gif og *.jpg-filer tillates. Filen må ikke være større enn 64 KiB. Det opplastede bildet bør være eksakt 192x192 piksler.

# setting.mobile.pwa.icon.512px.name
source: App icon (512px)
nb_no: App-ikon (512px)

# setting.mobile.pwa.icon.512px.desc
source: The icon that serves as the Progressive Web App's large icon. *.png, *.gif, and *.jpg files are allowed. Must not exceed 256 KiB. The uploaded image should be exactly 512x512 px.
nb_no: En større versjon av app-ikonet. *.png, *.gif og *.jpg-filer tillates. Filen må ikke være større enn 256 KiB. Det opplastede bildet bør være eksakt 512x512 piksler.

# setting.mobile.pwa.icon.launch.name
source: App icon (loading screen)
nb_no: App-ikon (innlasting)

# setting.mobile.pwa.icon.launch.desc
source: The icon that serves as the Progressive Web App's icon on the loading screen. *.png, *.gif, *.jpg, and *.svg files are allowed. Must not exceed 256 KiB.
nb_no: Ikonet som vises når appen venter på oppkobling mot internett. *.png, *.gif, *.jpg og *.svg-filer er tillatt. Filen må ikke være større enn 256 KiB.

# setting.mobile.pwa.color.background.name
source: Background color
nb_no: Bakgrunnsfarge

# setting.mobile.pwa.color.background.desc
source: The background color for the web app, displayed on the splash screen.
nb_no: Bakgrunnsfargen til web-appen, brukt på innlastingsskjermen.

# setting.mobile.pwa.color.foreground.name
source: Foreground color
nb_no: Forgrunnsfarge

# setting.mobile.pwa.color.foreground.desc
source: The foreground color for the web app, displayed on the splash screen.
nb_no: Forgrunnsfargen til web-appen, brukes blant annet til tekst på innlastingsskjermen.

# setting.themes.meta.favicon.name
source: Favicon
nb_no: Nettleserikon

# setting.themes.meta.favicon.desc
source: The icon displayed for this site in the address bar. *.png, *.gif, *.ico, and *.jpg files are allowed. Must not exceed 256 KiB.
nb_no: Ikonet som vises på fanen eller i adresselinja i nettleseren. *.png, *.gif, *.ico og *.jpg-filer er tillatt. Filen må ikke være større enn 256 KiB.

# setting.themes.meta.color.name
source: Title bar theme color
nb_no: Tittellinjefarge

# setting.themes.meta.color.desc
source: The color displayed in the title and address bars for mobile browsers.
nb_no: Fargen som vises i tittelen og adresselinja på mobilnettlesere.

# setting.themes.color.site.name
source: Site theme color
nb_no: Temafarge

# setting.themes.color.site.desc
source: The site-wide theme color, displayed for example in the sidebar.
nb_no: Temafargen til hele FreeField-installasjonen, brukes for eksempel i menyer.

# setting.themes.color.admin.name
source: Adminstration interface
nb_no: Administrasjonstema

# setting.themes.color.admin.desc
source: Select the color theme of the administration pages.
nb_no: Velg fargetemaet til administrasjonssidene.

# setting.themes.color.admin.option.light
source: Light
nb_no: Lys

# setting.themes.color.admin.option.dark
source: Dark
nb_no: Mørk

# setting.themes.color.user_settings.theme.name
source: User settings default
nb_no: Brukertema

# setting.themes.color.user_settings.theme.desc
source: Select the default color theme of users' settings pages.
nb_no: Velg fargetema som brukes på innstillingssidene til brukere, samt på kartsiden.

# setting.themes.color.user_settings.theme.option.light
source: Light
nb_no: Lys

# setting.themes.color.user_settings.theme.option.dark
source: Dark
nb_no: Mørk

# setting.themes.color.user_settings.allow_personalization.name
source: Settings personalization
nb_no: Brukertilpasning

# setting.themes.color.user_settings.allow_personalization.desc
source: Whether to allow users to set their own color theme for their settings pages instead of the default for their own account.
nb_no: Hvorvidt brukere har lov til å endre på eget fargetema i sine innstillinger i stedet for å bruke standard tema.

# setting.themes.color.user_settings.allow_personalization.label
source: Allow users to select another user settings color theme
nb_no: La brukere velge sitt eget fargetema

# setting.themes.color.map.theme.mapbox.name
source: Default MapBox theme
nb_no: Standard MapBox-tema

# setting.themes.color.map.theme.mapbox.desc
source: Select the default color theme of the map.
nb_no: Velg standardfargene på kartet.
