Repository: bilde2910/FreeField
Catalog: includes/i18n/*/setting.po
Languages: nb_no

# setting.themes.color.map.theme.thunderforest.name
source: Default Thunderforest theme
nb_no: Standard Thunderforest-tema

# setting.themes.color.map.theme.thunderforest.desc
source: Select the default color theme of the map.
nb_no: Velg standardfargene på kartet.

# setting.themes.color.map.allow_personalization.name
source: Map personalization
nb_no: Karttilpasning

# setting.themes.color.map.allow_personalization.desc
source: Whether to allow users to set their own color theme for map instead of the default for their own account.
nb_no: Hvorvidt brukere har lov til å endre på eget fargetema på kartet i stedet for å bruke standard tema.

# setting.themes.color.map.allow_personalization.label
source: Allow users to select another map color theme
nb_no: La brukere velge sitt eget karttema

# setting.themes.icons.default.name
source: Default map marker set
nb_no: Standard markørsett

# setting.themes.icons.default.desc
source: Select the style of map markers used by default on the map.
nb_no: Velg stilen av kartmarkører som skal brukes på kartet.

# setting.themes.species.default.name
source: Default species icon set
nb_no: Standard artsikonsett

# setting.themes.species.default.desc
source: Select the style of species markers used by default on the map.
nb_no: Velg stilen av Pokémon-art-markører som skal brukes på kartet.

# setting.map.provider.source.name
source: Map source
nb_no: Karttilbyder

# setting.map.provider.source.desc
source: Select which map provider to use.
nb_no: Velg hvilken karttilbyder som skal brukes.

# setting.map.provider.mapbox.access_token.name
source: Mapbox access token
nb_no: Tilgangskode for Mapbox

# setting.map.provider.mapbox.access_token.desc
source: Access token obtained from Mapbox.
nb_no: Tilgangskode tildelt av Mapbox.

# setting.map.provider.thunderforest.api_key.name
source: Thunderforest API key
nb_no: API-kode for Thunderforest

# setting.map.provider.thunderforest.api_key.desc
source: API key obtained from Thunderforest.
nb_no: API-nøkkel tildelt av Thunderforest.

# setting.map.provider.directions.name
source: Default directions provider
nb_no: Standard navigasjonstjeneste

# setting.map.provider.directions.desc
source: Select the default navigation provider to launch when users request directions to a given Pokéstop.
nb_no: Velg hvilken navigasjonstjeneste som skal startes når brukere ber om veibeskrivelse til et pokéstop.

# setting.map.provider.directions.option.bing
source: Bing Maps
nb_no: Bing kart

# setting.map.provider.directions.option.google
source: Google Maps
nb_no: Google kart

# setting.map.default.center.latitude.name
source: Latitude
nb_no: Breddegrad

# setting.map.default.center.latitude.desc
source: The latitude portion of the default coordinates to center the map at when it is loaded.
nb_no: Breddegraden til posisjonen som kartet skal være sentrert på når det lastes inn første gang.

# setting.map.default.center.longitude.name
source: Longitude
nb_no: Lengdegrad

# setting.map.default.center.longitude.desc
source: The longitude portion of the default coordinates to center the map at when it is loaded.
nb_no: Lengdegraden til posisjonen som kartet skal være sentrert på når det lastes inn første gang.

# setting.map.default.zoom.name
source: Zoom level
nb_no: Zoomnivå

# setting.map.default.zoom.desc
source: The default zoom level of the map.
nb_no: Standard zoomnivå når kartet lastes første gang.

# setting.map.default.marker_component.name
source: Task component for markers
nb_no: Oppgavekomponent for markører

# setting.map.default.marker_component.desc
source: The default research task component to use for map markers.
nb_no: Hvilken oppgavekomponent som skal brukes som kartmarkører som standard.

# setting.map.default.marker_component.option.objective
source: Objectives
nb_no: Oppgaver

# setting.map.default.marker_component.option.reward
source: Rewards
nb_no: Premier

# setting.map.default.cluster_limit.name
source: Maximum visible markers
nb_no: Maksimalt antall synlige markører

# setting.map.default.cluster_limit.desc
source: The maximum number of Pokéstops that should be visible on the map for users by default. Lowering this value will put less strain on your players' devices and increase panning and zooming performance when on the map, but might prevent research tasks from being displayed if they are clustered too closely to other Pokéstops. Please see the players FAQ in the documentation for more information.
nb_no: Det største antallet pokéstop som skal være synlig på kartet for brukere som standard. Ved å redusere denne innstillingen vil du legge mindre press på brukernes enheter og øke ytelsen til kartet, men det kan forhinde at enkelte oppgaver vises dersom de er plassert for tett sammen med andre pokéstop. Se ofte stilte spørsmål for spillere i dokumentasjonen for mer informasjon.

# setting.map.updates.refresh_interval.name
source: Clientside refresh interval
nb_no: Klientoppdateringsintervall

# setting.map.updates.refresh_interval.desc
source: The amount of time in seconds between every time a FreeField client updates the list of POIs and active field research. If you experience high load on your server from FreeField, try increasing this value. The total volume of requests to the REST API for connected clients is (c/i) per second where c=number of active clients and i=refresh interval.
nb_no: Antall sekunder mellom hver gang en FreeField-klient oppdaterer listen sin over pokéstop og aktive oppgaver. Hvis du opplever høy belastning på serveren din fra FreeField kan du prøve å øke dette intervallet. Det totale volumet av forespørsler til REST-API-en for tilkoblede brukere er (a/i) per sekund der a=antall aktive klienter og i=oppdateringsintervallet.

# setting.map.updates.tz.name
source: Time zone
nb_no: Tidssone

# setting.map.updates.tz.desc
source: The time zone used to determine midnight, i.e. the reset time for field research.
nb_no: Tidssonen som brukes for å bestemme når midnatt er, dvs. når på døgnet oppgavene nullstilles.

# setting.map.geofence.geofence.name
source: Pokéstop geofence
nb_no: Begrens pokéstop til område

# setting.map.geofence.geofence.desc
source: Limits submission of new Pokéstops to areas within the given geofence. Not specifying a geofence will disable geofencing and allows submission of Pokéstops (and by extension, their field research) worldwide.
nb_no: Avgrenser området som nye pokéstop kan sendes inn i til området innenfor det gitte geofencet. Hvis du ikke oppgir et geofence, kan pokéstop (og derav oppgaver) sendes inn over hele verden.

# setting.map.geofence.hide_outside.name
source: Out-of-bounds Pokéstops
nb_no: Pokéstop utenfor rekkevidde

# setting.map.geofence.hide_outside.desc
source: Whether or not to hide Pokéstops from the map if they are outside of the geofence selected above.
nb_no: Hvorvidt eventuelle pokéstop utenfor det avgrensede området ovenfor skal skjules fra kartet.

# setting.map.geofence.hide_outside.label
source: Hide all Pokéstops outside of the selected geofence
nb_no: Skjul alle pokéstop utenfor det valgte området

# setting.hooks.hook_list.language.name
source: Language
nb_no: Språk

# setting.hooks.hook_list.icons.name
source: Icon set
nb_no: Ikonsett

# setting.hooks.hook_list.icons.option.default
source: Default map marker icon set
nb_no: Standard ikonsett

# setting.hooks.hook_list.show_species.name
source: Show icon for Pokémon
nb_no: Vis ikon for Pokémon

# setting.hooks.hook_list.show_species.label
source: Display Pokémon species as reward icon when available
nb_no: Vis Pokémon-arten som ikon for premie hvis mulig

# setting.hooks.hook_list.species.name
source: Species icons
nb_no: Pokémon-ikonsett

# setting.hooks.hook_list.species.option.default
source: Default species icon set
nb_no: Standard artsikonsett

# setting.hooks.hook_list.geofence.name
source: Geofence
nb_no: Områdeavgrensning

# setting.hooks.hook_list.filter_mode.name
source: Trigger webhook only if
nb_no: Kun utløs webhooken dersom

# setting.hooks.hook_list.filter_mode.objective.option.whitelist.name
source: One of the following objectives are reported
nb_no: En av følgende oppgaver er rapportert

# setting.hooks.hook_list.filter_mode.objective.option.blacklist.name
source: None of the following objectives are reported
nb_no: Ingen av følgende oppgaver er rapportert

# setting.hooks.hook_list.filter_mode.reward.option.whitelist.name
source: One of the following rewards are reported
nb_no: En av følgende premier er rapportert

# setting.hooks.hook_list.filter_mode.reward.option.blacklist.name
source: None of the following rewards are reported
nb_no: Ingen av følgende premier er rapportert

# setting.hooks.hook_list.actions.name
source: Quick actions
nb_no: Hurtigvalg

# setting.hooks.hook_list.actions.option.none
source: (no action)
nb_no: (ikke gjør noe)

# setting.hooks.hook_list.actions.option.enable
source: Enable webhook
nb_no: Aktiver webhook

# setting.hooks.hook_list.actions.option.disable
source: Disable webhook
nb_no: Deaktiver webhook

# setting.hooks.hook_list.actions.option.delete
source: Delete webhook
nb_no: Slett webhook

# setting.hooks.tg.groups.select.name
source: Target group
nb_no: Målgruppe

# setting.hooks.hook_list.tg.webhook_url.option.current
source: Current group
nb_no: Gjeldende gruppe

# setting.hooks.hook_list.tg.webhook_url.option.other
source: Other groups
nb_no: Andre grupper

# setting.hooks.hook_list.tg.webhook_url.option.select
source: Select group...
nb_no: Velg gruppe...

# setting.hooks.hook_list.tg.bot_token.name
source: Bot token
nb_no: Bot-kode

# setting.hooks.hook_list.tg.parse_mode.name
source: Parse mode
nb_no: Tekstformat

# setting.hooks.hook_list.tg.parse_mode.option.txt
source: Plain text
nb_no: Ren tekst

# setting.hooks.hook_list.tg.disable_web_page_preview.name
source: Disable web preview
nb_no: Deaktiver forhåndsvisning

# setting.hooks.hook_list.tg.disable_web_page_preview.label
source: Disable link previews for messages posted by this webhook
nb_no: Deaktiver forhåndsvisning av linker postet av denne webhooken

# setting.hooks.hook_list.tg.disable_notification.name
source: Disable notifications
nb_no: Deaktiver varslinger

# setting.hooks.hook_list.tg.disable_notification.label
source: Do not send notifications for messages posted by this webhook
nb_no: Ikke send varslinger for meldinger lagt ut av denne webhooken

# setting.hooks.add.type.option.telegram
source: Send Telegram message
nb_no: Send Telegram-melding

# setting.hooks.add.preset.name
source: Preset
nb_no: Mal

# setting.hooks.add.preset.option.none
source: (none)
nb_no: (ingen)

# setting.updates.current.name
source: Current version
nb_no: Gjeldende versjon

# setting.updates.current.desc
source: The current version of FreeField.
nb_no: Gjeldende versjon av FreeField.

# setting.updates.last_check.name
source: Last update check
nb_no: Siste oppdateringssjekk

# setting.updates.last_check.desc
source: The last time FreeField checked for updates.
nb_no: Sist FreeField så etter oppdateringer.

# setting.updates.next_check.name
source: Next scheduled check
nb_no: Neste planlagte sjekk

# setting.updates.next_check.desc
source: The next time FreeField checked for updates.
nb_no: Neste gang FreeField planlegger å se etter oppdateringer.

# setting.updates.check_now.name
source: Manually check for updates
nb_no: Se etter oppdateringer manuelt

# setting.updates.check_now.desc
source: Performs an immediate update check.
nb_no: Ser etter oppdateringer umiddelbart.

# setting.updates.check_now.button
source: Check for updates now
nb_no: Se etter oppdateringer

# setting.updates.latest.name
source: Latest version
nb_no: Siste versjon

# setting.updates.latest.desc
source: The latest available version of FreeField.
nb_no: Siste tilgjengelige versjon av FreeField.

# setting.updates.type.name
source: Release type
nb_no: Utgivelsestype
