Repository: bilde2910/FreeField
Catalog: includes/i18n/*/user_setting.po
Languages: nb_no, zh_tw

# user_setting.nickname.name
source: Nickname
nb_no: Kallenavn
zh_tw: 暱稱

# user_setting.sign_out_everywhere.name
source: Sign out everywhere
nb_no: Logg ut overalt
zh_tw: 在所有地方登出

# user_setting.sign_out_everywhere.info
source: If you believe your account has been compromised, it is possible to sign out from all devices currently signed in to your FreeField account. Please note that if you do this, you will be signed out on this device as well, and will have to re-authenticate.
nb_no: Hvis du tror at kontoen din kan ha blitt kompromittert, er det mulig å logge av fra alle enheter som er logget på FreeField-kontoen din. Merk at hvis du gjør dette, blir du også logget ut på denne enheten, og må logge inn på nytt.
zh_tw: 如果你認為你的賬戶被入侵了，這可以使你的FreeField賬戶從所有設備中登出。請注意，你目前在使用的賬戶也同樣會被登出，你需要重新登陸認證。

# user_setting.sign_out_everywhere.button
source: Sign out from all devices
nb_no: Logg ut på alle enheter
zh_tw: 從所有設備中登出

# user_setting.directions_provider.name
source: Directions provider
nb_no: Tilbyder av veibeskrivelser
zh_tw: 導航服務提供商

# user_setting.interface_theme.name
source: Interface theme
nb_no: Grensesnittema
zh_tw: 界面主題

# user_setting.map_theme.name
source: Map theme
nb_no: Karttema
zh_tw: 地圖主題

# user_setting.icons.name
source: Map markers
nb_no: Kartmarkører
zh_tw: 地圖標識

# user_setting.species.name
source: Pok√©mon icons
nb_no: Pokémon-ikoner
zh_tw: 寶可夢圖標

# user_setting.marker_component.name
source: Task component for markers
nb_no: Oppgavekomponent for markører
zh_tw: 任務標識顯示內容

# user_setting.cluster_limit.name
source: Maximum visible markers
nb_no: Maksimalt antall synlige markører
zh_tw: 最大可見標識數

# user_setting.cluster_limit.option.default
source: Default ({%1})
nb_no: Standard ({%1})
zh_tw: 默認 ({%1})
