Repository: bilde2910/FreeField
Catalog: includes/i18n/*/xhr.po
Languages: nb_no

# xhr.failed.reason.unknown_reason
source: Unknown reason
nb_no: Ukjent feil

# xhr.failed.reason.access_denied
source: Access denied
nb_no: Ingen tilgang

# xhr.failed.reason.missing_fields
source: Insufficient data
nb_no: Manglende data

# xhr.failed.reason.invalid_data
source: Invalid data
nb_no: Ugyldig data

# xhr.failed.reason.database_error
source: Database connection failed
nb_no: Databasen kunne ikke nås

# xhr.failed.reason.http_405
source: Method not allowed
nb_no: Metode ikke tillatt

# xhr.failed.reason.timeout
source: Request timed out
nb_no: Tidsavbrudd

# xhr.failed.reason.upstream_failed
source: The upstream server request was unsuccessful
nb_no: Oppkobling til tredjepartsserver mislyktes

# xhr.failed.reason.objective_null
source: No research objective has been chosen
nb_no: Ingen oppgave er valgt

# xhr.failed.reason.reward_null
source: No research reward has been chosen
nb_no: Ingen premie er valgt

# xhr.failed.reason.name_empty
source: Name cannot be empty
nb_no: Navnet kan ikke være blankt

# xhr.failed.reason.invalid_location
source: Location is out of bounds
nb_no: Plasseringen er utenfor rekkevidde
